[
  {
    "titre": "Salade césar aux œufs, au fromage oka et aux légumes",
    "description": null,
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "20 min",
    "ingredients": [
      "⅓ de tasse de persil frais, haché",
      "1tête de radicchio, coupée en quatre",
      "1cœur de laitue romaine, coupé en quatre",
      "250 g d’asperges, parées",
      "4 œufs durs, écalés et coupés en dés",
      "¼ de cuillère à thé de poivre",
      "1cuillère à soupe de câpres, hachées",
      "¼ de tasse de pacanes, hachées",
      "⅓ de tasse de vinaigrette César",
      "60 g de fromage Oka, coupé en dés"
    ],
    "instructions": [
      "Préchauffer le gril à moyen-chaud. Dans un bol, fouetter le persil, la vinaigrette, les pacanes, les câpres et le poivre. Ajouter les œufs et mélanger délicatement.",
      "Placer les asperges sur le gril huilé, fermer le couvercle et cuire pendant 3 minutes. Tourner les asperges et cuire pendant encore 3 minutes. Ajouter la laitue romaine et le radicchio sur le gril et cuire pendant 1 à 2 minutes de chaque côté, jusqu’à ce qu’ils soient légèrement tombés.",
      "Placer les légumes sur un plat et déposer immédiatement dessus le mélange contenant les œufs et le fromage Oka."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/salade-cesar-aux-oeufs-au-fromage-oka-et-aux-legumes/"
  },
  {
    "titre": "Gâteau au chocolat aux petits pains rassis",
    "description": null,
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": "6",
    "temps_preparation": "15 min",
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "3petits pains rassis réduits en chapelure (env. 125 g ou 3 ½ tasses de pain rassis)",
      "25g de cacao en poudre",
      "80g de cassonade",
      "1c. à thé de poudre à pâte",
      "1c. à thé de bicarbonate de soude",
      "350mlde lait végétal",
      "1c. à thé de vanille",
      "1c. à soupe d'huile",
      "1c. à soupe de vinaigre de cidre"
    ],
    "instructions": [
      "Chauffez le four à 175 °C (sans ventilateur) ou à 155 °C (avec ventilateur) et préparez un moule de 8 pouces graissé.",
      "Dans un grand bol, mélangez les ingrédients secs (les cinq premiers).",
      "Ajoutez les autres ingrédients et mélangez bien à la cuillère ou au malaxeur.",
      "Verser dans le moule et faire cuire env. 45 minutes ou jusqu'à ce qu'un bâtonnet enfoncé au centre ressorte propre.",
      "Laisser refroidir dans le moule environ 5 minutes avant de le démouler sur une grille.",
      "Servir seul ou avec votre glaçage préféré, si vous le désirez.",
      "Si vous avez un mélangeur assez gros, mettez tous les ingrédients dedans et pulsez jusqu'à ce que le mélange soit homogène.",
      "Vous pouvez aussi préparer cette recette avec du lait animal.",
      "Pour obtenir un gâteau plus sucré, ajoutez au mélange plus de sucre et des brisures ou des morceaux de chocolat."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/gateau-au-chocolat-aux-petits-pains-rassis/"
  },
  {
    "titre": "Crêpes sucrées-salées à la courge",
    "description": "Servez avec un filet de sirop d’érable!",
    "auteur": "Elaine Cheng",
    "type_de_plat": [
      "Plat principal, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "15 min",
    "temps_cuisson": "5 min",
    "temps_total": "20 min",
    "ingredients": [
      "2tbspde restes de courge grillée",
      "tbspde parmesan, râpé",
      "1cupde lait",
      "1.5cupde farine",
      "1gros œuf",
      "1branche de romarin",
      "1tspde noix de muscade",
      "Sirop d’érable pour napper"
    ],
    "instructions": [
      "Peler la peau de la courge. Dans un grand récipient, réduire en purée à l’aide d’une fourchette..",
      "Retirer les feuilles de romarin de la tige et les mélanger à la courge. Ajouter les ingrédients restants, sauf le sirop d'érable, et fouetter jusqu'à l'obtention d'un mélange homogène.",
      "Faire chauffer de l’huile dans une poêle antiadhésive. Avec une louche, verser la pâte dans la poêle. Cuire 2 min de chaque côté jusqu’à ce que la crêpe soit dorée et les bords croustillants. Les empiler sur une plaque et les maintenir au chaud à 65 °C (150 °F) dans le four jusqu’au moment de les servir.",
      "Servir avec un filet de sirop d’érable!"
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/crepes-sucrees-salees-a-la-courge/"
  },
  {
    "titre": "Toasts au beurre champignons et estragon",
    "description": "Le réconfort en tartine avec vos restes de champignons. Un délice décadent.",
    "auteur": "LFHW UK",
    "type_de_plat": [
      "Plat d’accompagnement, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "15 min",
    "ingredients": [
      "4tranches de bon pain, par exemple, au levain",
      "4grosses poignées de champignons (ce que vous avez au frigo), tiges retirées, essuyés puis tranchés",
      "1grosse échalote grise hachée finement",
      "2gousses d’ail hachées finement",
      "Quelques branches d’estragon haché",
      "Une poignée de persil frisé, haché",
      "Une rasade de vin de Madère",
      "0.5tasse de crème",
      "0.5tasse de beurre",
      "Un filet d’huile de colza"
    ],
    "instructions": [
      "Faire fondre la moitié du beurre et de l’huile dans une grande poêle et frire le pain jusqu’à ce qu’il soit doré des deux côtés. Assaisonner et réserver.",
      "Dans une poêle propre, chauffer le reste de l’huile et de beurre et faire revenir les échalotes et l’ail. Ajouter les champignons tranchés et cuire quelques minutes à feu vif. Lorsque les champignons commencent à dorer, ajouter le vin de Madère pour déglacer la poêle. Laisser réduire le liquide puis incorporer la crème et porter à ébullition. Assaisonner au goût puis ajouter l’estragon et le persil hachés. Réduire jusqu’à obtention d’une consistance onctueuse.",
      "Déposer une cuillérée du mélange sur chaque tranche de pain grillé. Servir immédiatement."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/toasts-au-beurre-champignons-et-estragon/"
  },
  {
    "titre": "Pain doré savoureux",
    "description": "Si vous n’avez jamais essayé ce mets savoureux typique du brunch, il est temps d’y remédier. Cette recette idéale pour le petit déjeuner, le déjeuner et le dîner est aussi un excellent moyen d’utiliser le pain rassis.",
    "auteur": null,
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "2",
    "temps_preparation": null,
    "temps_cuisson": "10 min",
    "temps_total": null,
    "ingredients": [
      "Deux tranches épaisses de pain (s’il est légèrement rassis, c’est encore mieux)",
      "3œufs",
      "Un nuage de lait",
      "Sel et poivre",
      "Une poignée de ciboulette hachée",
      "Une cuillère à soupe de beurre"
    ],
    "instructions": [
      "Battre les œufs dans un bol et ajouter un nuage de lait, du sel et du poivre.",
      "Transférer dans un plat peu profond ou une assiette.\r\nPendant ce temps, chauffer une poêle à feu modéré à élevé et ajouter le beurre.",
      "Lorsque le beurre commence à brunir, ajouter le pain trempé au préalable dans la préparation aux œufs et faire cuire pendant quelques minutes ou jusqu’à ce que le dessous devienne doré. Retourner avec une spatule et recommencer de l’autre côté.",
      "Transférer dans un plat de service et râper du fromage sur le pain encore chaud afin qu’il fonde légèrement. Ajouter une poignée de ciboulette hachée et servir sans attendre."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pain-dore-savoureux/"
  },
  {
    "titre": "Croustilles de pain à l’ail",
    "description": null,
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Plat d’accompagnement, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "15 min",
    "ingredients": [
      "Croûtes de 10 tranches de pain (environ 40 morceaux)",
      "2 gousses d’ail, hachées finement",
      "60 ml (1/4 tasse) d’huile",
      "pincée de sel",
      "125 ml (½ tasse) de crème sure (facultatif)",
      "15 ml (1 c. à soupe) sauce chili doux (facultatif)"
    ],
    "instructions": [
      "Préchauffer le four à 200°C (400°F).",
      "Mettre les croûtes dans un grand bol.",
      "Dans un petit bol, mélanger l’huile et l’ail, puis ajouter le sel.",
      "Verser le mélange d’huile sur les croûtes et mélanger pour bien les enrober .",
      "Répartir les croûtes en une seule couche sur une plaque de cuisson.",
      "Cuire au four de 5 à 7 minutes, ou jusqu’à ce que les croûtes soit croustillantes et dorées.",
      "Préparer la trempette en mélangeant la crème sure et la sauce chili douce dans un bol."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/croustilles-de-pain-a-lail/"
  },
  {
    "titre": "Smoothie énergisant aux fruits",
    "description": "Cette boisson fouettée est parfaite pour utiliser les fruits abîmés et bien mûrs, mais l’ingrédient principal est le chou frisé légèrement mou qui n’a plus l’air très frais.   Tant qu’ils ne sont pas gorgés d’eau, les légumes verts peuvent être utilisés! Les ajouter au smoothie pour un bon apport nutritionnel dans la journée.",
    "auteur": null,
    "type_de_plat": [
      "Boisson, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "5 min",
    "temps_cuisson": null,
    "temps_total": "5 min",
    "ingredients": [
      "1banane",
      "1pomme",
      "1orange",
      "1cupde chou frisé légèrement flétri",
      "0.5cupde lait (peut être remplacé par du lait d'amande, de soya ou de noix)",
      "0.5cupd’eau",
      "Facultatif : une cuillère de yogourt, des graines de chia, des graines de chanvre, des amandes ou de l'avoine"
    ],
    "instructions": [
      "Les légumes verts flétris, les bananes noircies et les baies trop mûres ne doivent pas être jetés. Ils sont parfaits pour préparer des boissons fouettées!",
      "Chou frisé + Pomme + Gingembre + Jus de citron + Miel + Eau",
      "Chou frisé + Banane + Ananas + Mangue + Lait (version à base de produit laitier)",
      "Épinards + Gingembre + Pêche + Miel + Eau",
      "Bette à carde + Poire + Pomme + Carotte + jus de fruit",
      "Baies + Banane + Yogourt + Lait"
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/smoothie-energisant-aux-fruits/"
  },
  {
    "titre": "Soupe aux petits pois à la menthe",
    "description": null,
    "auteur": "LFHW Royaume-Uni",
    "type_de_plat": [
      "Soupe, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "45 min",
    "ingredients": [
      "750 ml (3 tasses) d’eau bouillante",
      "1 cube de bouillon de légumes à faible teneur en sel",
      "30 ml (2 c. à soupe) d’huile de colza",
      "30 ml (2 c. à soupe) de feuilles de menthe fraîche",
      "1 petit oignon, haché",
      "1 branche de céleri, haché",
      "500 ml (2 tasses) de petits pois frais écossés OU congelés",
      "Poivre noir moulu",
      "Crème fraîche faible en gras OU yogourt faible en gras (facultatif)"
    ],
    "instructions": [
      "Faire bouillir l’eau dans une casserole. Y ajouter le cube de bouillon écrasé et mélanger jusqu’à ce qu’il soit dissout.",
      "Faire chauffer l’huile de colza à feu doux dans un poêlon et y ajouter l’oignon et le céleri. Faire revenir jusqu’à ce que l’oignon soit transparent, en remuant de temps à autre pour empêcher les ingrédients de coller au fond.",
      "Ajouter les petits pois et y ajouter le bouillon.",
      "Porter à ébullition, réduire le feu en mélangeant et laisser mijoter pendant 10 minutes.",
      "Retirer du feu et ajouter la menthe.",
      "Lorsque la soupe aura refroidi un peu, la passer au robot culinaire jusqu’à ce que le mélange soit lisse.",
      "Ajouter le poivre noir et la crème fraîche au goût, si désiré."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/soupe-aux-petits-pois-a-la-menthe/"
  },
  {
    "titre": "Crumble aux restes de fruits",
    "description": "Cette tarte rapide et facile à préparer impressionnera vos amis et votre famille.",
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "25 min",
    "ingredients": [
      "1 pâte feuilletée roulée, décongelée",
      "2 pommes coupées en tranches fines et un reste de fruits de votre choix (p. ex., baies ou pommes)",
      "15 g de beurre fondu",
      "3 cuillères à soupe de confiture"
    ],
    "instructions": [
      "Préchauffer le four à 200 °C.",
      "Déposer la pâte feuilletée sur une plaque de cuisson. Replier légèrement les bords de la pâte et les enduire de beurre fondu.",
      "Dans un bol, mélanger les fruits avec la confiture. Si la confiture est épaisse, la faire chauffer au micro-ondes pendant une minute.",
      "Disposer les fruits au centre de la pâte feuilletée, en laissant un espace vide de 2 à 3 cm sur les bords.",
      "Cuire pendant 15 minutes."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/crumble-aux-restes-de-fruits/"
  },
  {
    "titre": "Tartelettes à la citrouille sur un biscuit au gingembre",
    "description": null,
    "auteur": "Recette d’Eliane Cheng; Photo prise pas Amy Sichmeller du Everyday Epicurist",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "10 min",
    "temps_cuisson": "30 min",
    "temps_total": "40 min",
    "ingredients": [
      "1cupde purée de citrouille en conserve",
      "2gros blancs d’œufs",
      "1tbspde fécule de maïs",
      "0.25tspde sel",
      "1tspde noix de muscade",
      "1tspd’extrait de vanille",
      "1tspde cannelle",
      "0.5cupde cassonade",
      "1boîte de lait concentré (30 cl)",
      "1gros œuf"
    ],
    "instructions": [
      "Préchauffer le four à 150 °C (300 °F).",
      "Cuire rapidement au four les coques de biscuit déjà préparées pendant 3 min. Laisser refroidir.",
      "Dans un récipient, mélanger les ingrédients de la garniture à la citrouille. Transférer la garniture dans un verre doseur.",
      "Verser doucement la garniture à la citrouille dans les coques de biscuit.",
      "Enfourner pendant 25-30 minutes jusqu’à ce que la garniture prenne. Laisser refroidir.",
      "Servir et recouvrir de crème fouettée."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/tartelettes-a-la-citrouille-sur-un-biscuit-au-gingembre/"
  },
  {
    "titre": "Cari à la dinde, pois chiches et noix de coco",
    "description": "Ce cari épicé à la dinde utilise les restes de dinde et de légumes. N’importe quel légume vert, comme du brocoli, des haricots verts et des petits pois, peuvent être ajoutés en fin de cuisson avec la dinde.",
    "auteur": "LHFW UK",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "8",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "10 min",
    "ingredients": [
      "3cuillères à soupe d’huile de tournesol",
      "2oignons hachés finement",
      "5.5tasses de légumes-racines mélangés (ex. : pommes de terre, carottes), pelés et coupés en petits morceaux",
      "2gousses d’ail hachées finement",
      "1.5cuillère à soupe de garam masala",
      "0.5cuillère à soupe de flocons de piment séché ou de poudre de chili",
      "1x 400 g de tomates en dés (concassé)",
      "2boîtes de 400 ml de lait de coco",
      "200g de pois chiches en conserve, égouttés",
      "2poignées de feuilles de coriandre fraîche",
      "2tasses de viande de dinde cuite",
      "4cuillères à soupe de yogourt nature",
      "1tasse de bouillon de dinde ou de poulet",
      "0.333333333333tasse d’abricots secs, coupés en deux",
      "feuilles de menthe",
      "du yogourt nature avec du concombre tranché, de l’ail et de la menthe hachée",
      "des bananes tranchées et saupoudrées de jus de citron et de grains de grenade",
      "chutney de mangue"
    ],
    "instructions": [
      "Dans une grande casserole, chauffer l’huile, puis cuire les oignons en remuant jusqu’à ce qu’ils soient dorés, environ 10 minutes. Ajouter les autres légumes et cuire à feu doux jusqu’à ce qu’ils soient légèrement colorés, environ 5 minutes.",
      "Ajouter l’ail, le garam masala, les flocons ou la poudre de chili et cuire encore une minute.",
      "Verser le bouillon, le lait de coco, les tomates concassées, les pois chiches, les abricots et porter à ébullition, puis baisser le feu, couvrir et laisser mijoter jusqu’à ce que les légumes soient presque cuits, environ 40 minutes.",
      "Ajouter la viande de dinde cuite et poursuivre la cuisson encore 5 minutes ou jusqu’à ce que la dinde soit très chaude.",
      "Éteindre le feu et ajouter le yogourt et la coriandre juste avant le service. Servir avec du riz basmati nature ou avec l’un des accompagnements ci-dessus.",
      "Pour congeler : préparer la recette jusqu’à la fin de l’étape 3 puis laisser refroidir.Mettre dans un récipient allant au congélateur, étiqueter et congeler jusqu’à 3 mois. Pour l’utilisertilisation : laisser décongeler pendant une nuit au réfrigérateur. Mettre le mélange dans une grande casserole, ajouter la dinde, porter à ébullition et reprendre à  l’étape 4."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/turkey-and-chickpea-coconut-curry/"
  },
  {
    "titre": "Lasagne vide-frigo",
    "description": "Vous pouvez utiliser tout ce que vous avez sous la main dans ces lasagnes délicieuses. Cette recette permet d’obtenir un grand plat de lasagnes, alors si vous n’êtes pas nombreux à table, divisez les ingrédients par deux pour obtenir un plus petit plat de lasagnes ou cuisinez-les dans deux plats distincts et congelez-en un, qui sera prêt pour une prochaine fois!",
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "6",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "35 min",
    "ingredients": [
      "1 trait d’huile d’olive",
      "50 g de cheddar, râpé + 20 g de fromage pour gratiner",
      "1 ½ cuillère à soupe de fécule",
      "500 ml de lait",
      "400 g de tomates concassées en boîte",
      "2 bonnes pincées de poivre",
      "1 cuillère à thé de basilic séché",
      "1 cuillère à thé d’origan séché",
      "4-6 gousses d’ail, écrasées",
      "250 g de légumes hachés finement (p. ex., carottes, poivrons, champignons, courgettes)",
      "450 g de bœuf haché maigre (ou d’agneau, de porc ou de dinde)",
      "2 oignons, hachés finement",
      "300 g de pâtes pour lasagnes"
    ],
    "instructions": [
      "Préchauffer le four à 180 °C.",
      "Faire chauffer l’huile dans une grande poêle, cuire les oignons jusqu’à ce qu’ils soient légèrement dorés et ajouter la viande hachée. Mélanger jusqu’à ce que ce soit cuit.",
      "Ajouter les légumes, l’ail, les herbes, le poivre et les tomates. Bien mélanger, baisser le feu, couvrir et laisser mijoter doucement pendant 15 minutes.",
      "Pendant ce temps, réaliser une béchamel : dissoudre la fécule avec une pincée de poivre dans un peu de lait. Chauffer le reste du lait dans une casserole. Lorsque le contenu de la casserole bout presque, baisser le feu, intégrer le mélange contenant la fécule et mélanger jusqu’à épaississement. Intégrer 50 g de fromage.",
      "Dans un plat (d’environ 5 à 6 cm de profondeur) légèrement huilé allant au four, disposer une cuillère de viande en sauce, puis une couche de pâtes, une couche de viande en sauce et un peu de béchamel, puis une nouvelle couche de pâtes et répéter 3 à 4 fois, en finissant par une couche de pâtes, le reste de béchamel et le reste de fromage.",
      "Cuire pendant 45 minutes jusqu’à ce que le dessus soit doré.",
      "Laissez reposer pendant 10 à 15 minutes avant de servir pour que les lasagnes soient plus faciles à couper.",
      "Ce plat est délicieux pour le lendemain. Conservez-en dans un contenant hermétique ou couvrez et placez au réfrigérateur. Réchauffez bien avant de servir.",
      "Ne perdez pas le fil de la recette, cliquez sur les ingrédients ou cochez-les pour savoir où vous en êtes."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/lasagne-vide-frigo/"
  },
  {
    "titre": "Citrouilles farcies au gâteau au fromage à la citrouille",
    "description": "Le dessert préféré de l’automne? La citrouille fourrée de gâteau au fromage! Le plus génial, c’est que le gâteau au fromage cuit à l’intérieur de la citrouille. Cuit à la perfection, ce gâteau peut être servi par grande cuillerée ou coupé en tranche avec la citrouille, permettant ainsi l’agencement parfait des saveurs.\r\n\r\nAstuce anti-gaspi : Pendant que le gâteau au fromage refroidit au frigo, faire rôtir les graines pour ensuite garnir les tranches de gâteau au moment de servir.",
    "auteur": "CHRISTINE TIZZARD",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "15 min",
    "temps_cuisson": "45 min",
    "temps_total": null,
    "ingredients": [
      "1 mini citrouille d’environ 18 cm x 18 cm (5 x 5 po.)",
      "125 ml (1/4 tasse) de crème à fouetter 35 %, fouettée",
      "Facultatif : crème fouettée pour garnir les portions",
      "20 ml (2 c. à thé) d’épices à tarte à la citrouille",
      "20 ml (2 c. à thé) de cannelle",
      "15 ml (1 c. à soupe) d’extrait de vanille pure",
      "75 ml (1/3 tasse) de purée de citrouille",
      "2 jaunes d’œuf",
      "1 œuf entier",
      "75 ml (1/3 tasse) de sucre",
      "125 gr (8 oz) de fromage à la crème, ramolli",
      "15 ml (1 c. à soupe) de sirop d’érable"
    ],
    "instructions": [
      "Chauffer le four à 350°F.",
      "Tailler le dessus de la citrouille pour créer un bol. Retirer les graines et les parties filandreuses en prenant soin de bien gratter l’intérieur (mettre les graines de côté pour les faire rôtir plus tard).",
      "Dans le bol du batteur sur socle muni d’un fouet plat, bien mélanger le fromage à la crème, le sucre, l’œuf entier et les jaunes.",
      "Ajouter la purée de citrouille, la vanille, la cannelle et les épices à tarte à la citrouille au mélange de fromage à la crème et continuer de battre jusqu’à ce que le mélange soit homogène.",
      "Verser la garniture de gâteau au fromage dans la citrouille et déposer celle-ci sur une plaque à cuisson tapissée de papier sulfurisé.",
      "Faire cuire au four pendant 40 à 45 minutes, ou jusqu’à ce que le gâteau au fromage soit pris. Laisser tiédir et puis mettre au frigo jusqu’à ce qu’il soit complètement refroidi.",
      "Garnir le gâteau au fromage avec de la crème fouettée sucrée au sirop d’érable."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/citrouilles-farcies-au-gateau-au-fromage-a-la-citrouille/"
  },
  {
    "titre": "Quiche Lorraine aux surplus",
    "description": null,
    "auteur": "Kendall Gustavson",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "Fond de tarte de 23 cm de diamètre, fait maison ou du commerce",
      "2petits oignons, émincés",
      "2tbspd’huile d’olive",
      "4brins de thym",
      "200gramde restes de jambon, coupés en dés de 1 cm",
      "4œufs",
      "0.75cupde lait",
      "1cupde gruyère râpé ou de cheddar fort (ou n’importe quel fromage à pâte dure)",
      "1tspde moutarde de Dijon"
    ],
    "instructions": [
      "Préchauffer le four à 220 °C (425°F).",
      "Piquer la totalité du fond de tarte avec une fourchette et le faire cuire à blanc, en disposant une feuille d’aluminium dessus et des fèves ou un autre ingrédient sec sur la feuille pour faire du poids. Enfourner pendant 15 minutes; retirer la feuille d’aluminium et les poids et remettre au four pendant 5 minutes pour faire dorer le fond. Sortir du four et laisser refroidir avant de garnir.",
      "Remarque : les fèves utilisées pour la cuisson à blanc ne peuvent pas être cuisinées et mangées. Entreposez-les dans un bocal étiqueté et réutilisez-les indéfiniment à cette fin.",
      "Pendant que le fond de tarte cuit, faire caraméliser les oignons dans une poêle avec l’huile d’olive et le thym à feu moyen ou vif. Mélanger régulièrement pour qu’ils ne brûlent pas, et cuire jusqu’à ce qu’ils deviennent fondants et bien dorés.",
      "Réserver les oignons dans un bol dans un récipient et faire revenir le jambon dans la même poêle. Si le jambon n’est pas suffisamment gras, ajouter un petit peu plus d’huile d’olive.",
      "Battre les oeufs, le lait et la moutarde dans un bol jusqu'à l'obtention d'une texture lisse. Ajouter le fromage et assaisonner avec du sel et du poivre.",
      "Baisser la température du four à 190 °C (375 °F).",
      "Monter la quiche en disposant une couche d’oignons au fond, puis le jambon et enfin le mélange à base d’œufs. Enfourner pendant 35-40 minutes, ou jusqu’à ce que la partie supérieure soit dorée.",
      "Remarque : vous pouvez également ajouter des restes de légumes à cette quiche! Couper les légumes en dés de la même taille que les dés de jambon et les ajouter au fond de tarte avant d’incorporer le mélange à base d’oeufs. Selon la quantité de légumes ajoutée, réduire la quantité de mélange à base d’œufs pour éviter un débordement."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/quiche-lorraine-aux-surplus/"
  },
  {
    "titre": "Keftas aux pommes de terre",
    "description": "Servez ces boulettes végétariennes faciles à faire nappées de votre sauce pour pâtes préférée, avec une salade croquante, en accompagnement d’un ragoût réconfortant ou tout simplement comme des amuse-gueules avec une trempette ranch.",
    "auteur": "Jennifer Pallian | Foodess",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "2 tasses de pommes de terre cuites en purée",
      "225 g de fromage panir, de ricotta pressé à sec ou de fromage mozzarella râpé",
      "½ c. à thé ou plus de sel de table (si vous n’avez pas fait cuire vos pommes de terre avec du sel, il en faudra environ deux cuillères à thé)",
      "Chapelure, facultative (voir la note)"
    ],
    "instructions": [
      "Mélanger les pommes de terre, le fromage et le sel dans un grand bol.",
      "Façonner des boulettes de la taille d’une balle de golf. Placez-les au réfrigérateur dans une assiette pendant que vous faites chauffer l’huile pour la friture.",
      "Verser 5 cm d’huile dans une cocotte épaisse et profonde sur feu moyen vif. Lorsque le thermomètre indique 190 °C (375 °F), ou que l’huile grésille dès que vous y versez un peu de mélange, déposer lentement quelques keftas (boulettes) dans la cocotte à l’aide d’une écumoire métallique. Faire frire en lots sans trop remplir la cocotte.",
      "Cuire les boulettes pendant environ quatre minutes, jusqu’à ce qu’elles soient bien dorées, retourner une fois à la mi-cuisson. Déposer les boulettes sur une assiette recouverte de papier absorbant. Répéter avec le reste des keftas.",
      "Si vous utilisez des restes de pomme de terre en purée et que vous y avez ajouté de la crème et du beurre, il vous faudra ajouter de la chapelure jusqu’à ce que les boulettes tiennent. Commencez par ¼ de tasse, puis rajoutez-en au besoin jusqu’à ce que les boulettes gardent leur forme. Faites en frire une d’abord pour tester.",
      "Faire fondre ¼ de tasse de beurre dans un petit bol. Enrober les keftas de beurre, puis faire cuire sur une plaque de cuisson tapissée de papier parchemin à 220 °C (425 °F) pendant 20 minutes, en les retournant aux cinq minutes afin qu’elles soient bien dorées de chaque côté (elles ne seront pas parfaitement rondes ou croustillantes)."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/keftas-aux-pommes-de-terre/"
  },
  {
    "titre": "Tomates grillées farcies au saumon et au riz",
    "description": null,
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "150 g de filets de saumon",
      "½ tasse de riz brun instantané, préparé selon le mode d’emploi sur l’emballage",
      "½ poivron jaune, épépiné et finement coupé en dés",
      "½ tasse de chapelure fraîche",
      "1tasse (environ 125 g) de Comté ou de fromage suisse, râpé",
      "4grosses tomates",
      "¼ de cuillère à thé de poivre",
      "¼ de cuillère à thé de sel",
      "½ cuillère à thé d’huile végétale",
      "¼ de tasse de salsa"
    ],
    "instructions": [
      "Badigeonner le saumon avec la ½ cuillère à thé d’huile, le sel et le poivre (⅛ de cuillère à thé de chaque). Placer une grande feuille de papier d’aluminium graissée sur le gril préchauffé à feu moyen. Placer le saumon sur le papier d’aluminium. Refermer le couvercle et cuire pendant 4 à 7 minutes, jusqu’à ce que le poisson commence à se défaire et que sa chair soit opaque. Transférer le saumon dans un bol. Laisser le gril allumé",
      "Couper la calotte des tomates (environ 5 mm). Retirer la chair et les pépins (et les réserver pour une autre recette, s’il y a lieu). Dans un petit bol, mélanger le fromage et la chapelure. Réserver.",
      "Émietter le saumon à l’aide d’une fourchette. Mélanger avec le poivron jaune, le riz brun, la salsa et le reste du sel et du poivre (⅛ de cuillère à thé de chaque). Répartir dans les tomates. Garnir du mélange contenant le fromage.",
      "Envelopper chaque tomate séparément dans du papier d’aluminium. Les placer à la verticale sur le gril préchauffé à feu moyen. Fermer le couvercle et cuire pendant 5 à 10 minutes, jusqu’à ce que les tomates soient tendres et que le fromage soit fondu",
      "Il est possible de faire de la chapelure fraîche en mixant des restes de pains à hamburger. Vous pouvez hacher grossièrement la chair prélevée dans les tomates et l’ajouter à des sauces pour pâtes."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/tomates-grillees-farcies-au-saumon-et-au-riz/"
  },
  {
    "titre": "Soupe épicée aux légumes racines",
    "description": "Une soupe épicée aux légumes  se cuisine et s’ajuste selon les ingrédients que vous avez. Si vous ne savez pas combien de poudre de cari ou de poudre de chili il faut mettre, ajoutez-la progressivement!",
    "auteur": "LFHW UK",
    "type_de_plat": [
      "Soupe, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "1oignon, haché finement",
      "sel et poivre noir fraîchement moulu",
      "6.5tasses de bouillon de légumes ou de poulet",
      "2cuillères à thé de votre épice préféré ou d’épices dont vous disposez, p. ex. garam masala, cumin, poudre de cari, poudre ou flocons de chili",
      "1cuillère à soupe d’huile d’olive",
      "3tasses de légumes racines selon ce que vous avez, p. ex. carottes, patates douces, courge butternut, pommes de terre blanches, panais, céleri-rave, navets",
      "1oignon, haché finement",
      "•\tun peu de crème pour servir (ou une option sans produits laitiers pour une soupe végétalienne)",
      "sel et poivre noir fraîchement moulu",
      "6.5tasses de bouillon de légumes ou de poulet",
      "2cuillères à thé de votre épice préféré ou d’épices dont vous disposez, p. ex. garam masala, cumin, poudre de cari, poudre ou flocons de chili",
      "1cuillère à soupe d’huile d’olive",
      "3tasses de légumes racines selon ce que vous avez, p. ex. carottes, patates douces, courge butternut, pommes de terre blanches, panais, céleri-rave, navets",
      "un peu de crème pour servir (ou une option sans produits laitiers pour une soupe végétalienne)"
    ],
    "instructions": [
      "Verser l’huile dans une grande poêle antiadhésive ou une grande casserole.",
      "Passer la soupe au pied mélangeur (ou au robot culinaire, mais si vous utilisez cette méthode, laissez refroidir le mélange pour éviter qu’il déborde et gicle partout!).",
      "Au bout de cinq minutes environ, ajouter le bouillon et porter à ébullition, puis réduire à feu doux et mijoter de 30 à 40 minutes ou jusqu’à ce que les légumes soient tendres.",
      "Ajouter le reste des légumes hachés et ajuster le feu pour que les bords des légumes caramélisent un peu tout en mélangeant pour éviter qu’ils ne collent.",
      "Ajouter les épices et mélanger.",
      "Cuire l’oignon à feu doux pendant 5 minutes ou jusqu’à ce qu’il commence à caraméliser et à devenir translucide.",
      "Verser l’huile dans une grande poêle antiadhésive ou une grande casserole.",
      "Assaisonner de sel et de poivre et décorer d’un tourbillon de crème au service.",
      "Passer la soupe au pied mélangeur (ou au robot culinaire, mais si vous utilisez cette méthode, laissez refroidir le mélange pour éviter qu’il déborde et gicle partout!).",
      "Au bout de cinq minutes environ, ajouter le bouillon et porter à ébullition, puis réduire à feu doux et mijoter de 30 à 40 minutes ou jusqu’à ce que les légumes soient tendres.",
      "Ajouter le reste des légumes hachés et ajuster le feu pour que les bords des légumes caramélisent un peu tout en mélangeant pour éviter qu’ils ne collent.",
      "Ajouter les épices et mélanger.",
      "Cuire l’oignon à feu doux pendant 5 minutes ou jusqu’à ce qu’il commence à caraméliser et à devenir translucide.",
      "Assaisonner de sel et de poivre et décorer d’un tourbillon de crème au service."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/soupe-epicee-aux-legumes-racines/"
  },
  {
    "titre": "Muffins à la banane ultra faciles",
    "description": "Plus rapides à préparer qu’un gros gâteau, ces muffins spongieux sont de la taille parfaite pour une collation sur le pouce. Rehaussez-en la saveur en ajoutant des noix hachées, des pépites de chocolat ou tout ce que vous trouverez dans vos placards!",
    "auteur": "LFHW UK",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "125g de beurre salé",
      "150g de sucre en poudre",
      "190g de farine préparée",
      "1œuf, battu",
      "3bananes mûres, écrasées",
      "60ml de lait",
      "Une grosse poignée de noix hachées ou de morceaux de chocolat"
    ],
    "instructions": [
      "Préchauffer le four à 170 °C ou à 150 °C à chaleur tournante et placer des caissettes en papier dans un moule à muffins.\r\nMélanger le sucre et le beurre dans une casserole, puis retirer du feu et ajouter les bananes et les œufs. Bien mélanger.",
      "Ajouter la farine, puis le lait, au mélange humide. Bien mélanger.",
      "Transférer le mélange dans une tasse à mesurer pour qu’il soit plus facile de le verser dans les moules, puis remplir chaque caissette aux deux tiers, ce qui laissera aux muffins l’espace nécessaire pour lever.",
      "S’il y a lieu, insérer les morceaux de chocolat ou les noix hachées au centre de chaque gâteau.",
      "Cuire pendant 12 à 15 minutes, ou jusqu’à ce que les muffins deviennent dorés et qu’un cure-dent inséré au centre d’un muffin en ressorte propre (à l’exception de chocolat fondu).\r\nTransférer les muffins sur une grille pour qu’ils refroidissent ou les déguster chauds à la sortie du four."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/muffins-a-la-banane-ultra-faciles/"
  },
  {
    "titre": "Pâté aux restes du rôti du dimanche",
    "description": "Cette recette est tout à fait polyvalente et s’adapte selon les ingrédients dont vous disposez après votre souper du dimanche. Vous pouvez ainsi préparer plusieurs pâtés tout au long de l’année, en fonction des légumes de saison. Pour obtenir de meilleurs résultats, conservez les restes de légumes au frigo avec le rôti jusqu’à ce que vous soyez prêt à préparer la recette.",
    "auteur": null,
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "1",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "0.5paquet de pâte brisée préparée",
      "45ml(3 c. à soupe) de reste de sauce ou de jus de rôti",
      "85gram(¼ de tasse) de pois cuits",
      "113gram(1/3 de tasse) de panais cuit",
      "1pomme de terre cuite du reste de rôti",
      "0.5carotte cuite",
      "100gram(2/3 de tasse) de poulet, d’agneau or de porc cuit et coupé en cubes de 1,25 cm (1/2 pouce)",
      "1œuf"
    ],
    "instructions": [
      "N’oubliez pas de faire décongeler la viande. Faites décongeler au frigo et utiliser dans les 24 heures ou au micro-ondes (réglage pour décongeler) juste avant l’utilisation. \r\n(Cette recette est parfaite pour la viande congelée. Jetez un coup d’oeil dans le congélateur et faites décongeler la viande complètement avant de la faire cuire.)",
      "Chauffer le four à 180°C (350°F).",
      "Dans un grand bol, écrasez la carotte, la pomme de terre et le panais entre vos doigts, puis ajoutez la viande, les pois et la sauce. Bien mélanger.",
      "Abaissez la pâte brisée pour obtenir un cercle d’environ 25 cm (10 pouces) de diamètre (vous pouvez aussi utiliser comme guide une assiette de taille moyenne). Déposez la farce en bande le long du centre en laissant une marge de 2,5 cm (1 pouce) de chaque côté.",
      "Badigeonnez le tour de la pâte à l’aide de l’œuf battu. Rabattez délicatement les deux côtés de la pâte vers le haut et pincez-les ensemble pour bien sceller le pâté en vérifiant qu’il n’y a pas d’ouverture.",
      "Soulevez le pâté et déposez-le sur une plaque à cuisson graissée. Badigeonnez le pâté en entier avec l’œuf battu. Faites cuire pendant 45 minutes jusqu’à ce que le pâté soit doré.",
      "Servez et dégustez.",
      "N’oubliez pas de congeler les portions qui restent pour éviter qu’elles se retrouvent à la poubelle. Ce pâté est idéal pour un repas de dernière minute en toute simplicité ou lorsque vous manquez de temps. Il suffit de le décongeler au frigo et de l’utiliser dans les 24 heures."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pate-aux-restes-du-roti-du-dimanche/"
  },
  {
    "titre": "Salade de tiges de brocoli et de pommes",
    "description": "Croquante, fraîche et légèrement sucrée, cette salade colorée met en valeur les tiges de brocoli souvent gaspillées, avec une touche acidulée de pomme pour équilibrer le tout. Vous pouvez bien sûr ajouter les fleurons de brocoli!",
    "auteur": null,
    "type_de_plat": [],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "15 min",
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "Les tiges de 2 à 3 têtes de brocoli",
      "1carotte",
      "1pomme",
      "¼ d'un petit oignon rouge, finement haché",
      "2cuillères à soupe de mayonnaise",
      "2cuillères à soupe de yogourt grec",
      "1cuillère à soupe de jus de citron",
      "2cuillères à café de sucre",
      "Sel et poivre, au goût"
    ],
    "instructions": [
      "1. Lavez les tiges de brocoli et retirez les parties dures et ligneuses.",
      "2. Râpez les tiges de brocoli, la carotte et la pomme. Vous pouvez également les couper en bâtonnets à l'aide d'un couteau. Mélangez-les avec l'oignon rouge finement haché.",
      "3. Fouettez ensemble la mayonnaise, le yogourt, le jus de citron, le sucre, le sel et le poivre.",
      "4. Ajoutez la sauce aux légumes et mélangez, puis laissez refroidir pendant 30 minutes avant de servir.",
      "5. Conservez la salade dans un récipient couvert au réfrigérateur pendant 2 à 3 jours.",
      "Astuces",
      "•\tAjoutez une poignée de canneberges séchées ou de raisins secs à la salade pour une touche sucrée supplémentaire, ou des amandes grillées ou des graines de tournesol pour un peu de croquant.",
      "•\tAjoutez d'autres légumes ou fines herbes que vous souhaitez utiliser, par exemple du chou, des radis, de la coriandre, du persil ou des oignons verts."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/salade-de-tiges-de-brocoli-et-de-pommes/"
  },
  {
    "titre": "Pâte à pizza au chou-fleur de Bob Blumer",
    "description": "Un chou fleur fatigué et brunâtre est l’ingrédient de base de cette recette de pâte à pizza. Une fois les parties brunes retirées, le reste du légume est encore nutritif et savoureux.\r\n\r\nRépartir les garnitures sur la pâte– sauce, légumes, fromage, viande – que vous ne voulez pas perdre– et cuire 10 minutes pour une délicieuse pizza vide frigo!",
    "auteur": "Bob Blumer",
    "type_de_plat": [
      "Plat principal, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "10 min",
    "temps_cuisson": "15 min",
    "temps_total": "25 min",
    "ingredients": [
      "2tbspà soupe d’huile",
      "0.5chou fleur, avec pied et feuilles",
      "1pomme de terre Russet moyenne, non pelée",
      "2œufs, battu",
      "0.75de tasse de Parmigiano Reggiano finement râpé",
      "2tbspà soupe de farine",
      "Sel et poivre, au goût"
    ],
    "instructions": [
      "Couvrir une plaque à pâtisserie de papier sulfurisé. Huiler. Préchauffer le four à 165 °C (450 °F).",
      "Au robot culinaire, réduire en purée le chou-fleur et la pomme de terre.",
      "Envelopper la purée dans un linge à vaisselle et le tordre pour égoutter le surplus d’eau.",
      "Déposer la purée dans un bol et ajouter les œufs, le fromage et la farine. Saler et poivrer. Bien mélanger.",
      "Déposer la pâte sur la plaque et l’étendre de manière à former une croûte de 23 × 30 cm (9 × 12 po). Tapoter pour uniformiser.",
      "Cuire 10 minutes ou jusqu’à ce que les bords brunissent, puis augmener la températeur du four griller environ 3 minutes (broil) ou jusqu’à ce que la croûte ait une belle couleur dorée.environ 3 minutes ou jusqu’à ce que la croûte ait une belle couleur dorée."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pate-a-pizza-au-chou-fleur-de-bob-blumer/"
  },
  {
    "titre": "Graines de citrouille ou de courge rôties",
    "description": "Conservation : Meilleures consommées aussitôt que possible",
    "auteur": "CHRISTINE TIZZARD",
    "type_de_plat": [
      "Plat d’accompagnement"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": "10 min",
    "temps_total": null,
    "ingredients": [
      "Graines de citrouille ou de courge",
      "Huile en quantité suffisante pour les enrober légèrement",
      "Sel et poivre au goût",
      "Assaisonnements facultatifs au goût : piment doux en poudre, ail en poudre, curcuma, cumin moulu, paprika fumé, poivre Cayenne en poudre"
    ],
    "instructions": [
      "Chauffer le four à 160°C (325°F).",
      "Faire tremper les graines dans un grand bol d’eau et masser les parties filandreuses pour dégager les graines, lesquelles flotteront à la surface. Les placer sur un linge propre et les assécher.",
      "Placer les graines dans un bol et arroser de juste assez d’huile pour les enrober. Ajouter le sel, le poivre et les assaisonnements et bien mélanger avec les doigts. Faire cuire au four pendant 10 minutes. Les retirer du four, bien mélanger et faire cuire pendant 8 à 10 minutes de plus, ou jusqu’à ce qu’elles soient légèrement dorées. Les graines deviendront plus croustillantes en refroidissant."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/graines-de-citrouille-ou-de-courge-roties/"
  },
  {
    "titre": "Sauce bolognaise aux lentilles",
    "description": "Parfait pour les végétariens, cette sauce bolognaise aux lentilles est une excellente option de souper de fin de semaine. Nous sommes convaincus que les carnivores ne remarqueront pas l’absence de viande!",
    "auteur": "LFHW Scotland",
    "type_de_plat": [
      "Plat principal, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "2",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "1 c. à soupe d'huile d'olive",
      "1 tasse de spaghettis",
      "500 ml de bouillon de légumes",
      "2 feuilles de laurier",
      "1 c. à thé de thym séché",
      "1 c. à thé d'origan séché",
      "1 c. à soupe de purée de tomates",
      "2 boîtes de 400g de tomates en dés",
      "1 tasse de lentilles rouges séchées",
      "2 gousses d'ail émincées",
      "1 branche de céleri",
      "1 carotte",
      "1 oignon",
      "Un peu de parmesan ou de fromage à pâte dure végane, râpé"
    ],
    "instructions": [
      "Hacher finement l’oignon, la carotte et le céleri. Faire chauffer l'huile dans une grande casserole et ajouter les légumes hachés et l'ail. Cuire à feu doux pendant 15-20 minutes jusqu'à ce que le tout soit ramolli. Incorporer les lentilles, les deux boîtes de tomates en dés,",
      "Poursuivre la cuisson à feu doux et faire cuire les spaghettis dans une casserole en suivant les instructions selon l'emballage. Servir la sauce bolognaise sur les spaghettis et saupoudrer de fromage.",
      "La sauce  peut se conserver au réfrigérateur jusqu'à 3 jours ou au congélateur jusqu'à 3 mois."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/sauce-bolognaise-aux-lentilles/"
  },
  {
    "titre": "Laitue marinée – 2 façons",
    "description": null,
    "auteur": "Bob Blumer",
    "type_de_plat": [
      "Plat d’accompagnement"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "Saumure d’un pot de cornichons (les saumures des cornichons sucrés ou des cornichons à l'aneth donneront deux goûts très différents mais tout aussi délicieux.)",
      "1 reste de pomme de laitue (iceberg, romaine ou toute autre laitue robuste)",
      "Après avoir dégusté le dernier cornichon du pot, conservez la saumure au frigo.",
      "1 pomme de laitue (iceberg, romaine ou toute autre laitue robuste)",
      "2 c. à thé de sel",
      "1 c. à soupe de sucre",
      "¼ de tasse de vinaigre de cidre, de vinaigre de riz, ou de vinaigre blanc",
      "½ c. à thé de piment rouge broyé (Ingrédients facultatifs)",
      "2 gousses d’ail, tranchées finement (Ingrédients facultatifs)"
    ],
    "instructions": [
      "Enlever le trognon et bien rincer la laitue. La trancher en lanières d’un pouce de large et l’ajouter à la saumure. Bien tasser la laitue pour qu’elle soit complètement submergée dans la saumure.",
      "Laisser au frigo jusqu’au lendemain. Garnissez vos hamburgers, vos sandwichs et vos tacos de laitue marinée, ou faites-en une salade. La laitue marinée se conserve au frigo pendant une semaine environ.",
      "Enlever le trognon et bien rincer la laitue. La trancher en lanières d’un pouce de large. Mettre de côté.",
      "Faire bouillir une tasse d’eau.",
      "Mettre le sel et le sucre dans un bol de taille moyenne, y ajouter l’eau bouillante et bien remuer pour dissoudre le sel et le sucre. Ajouter le vinaigre et les ingrédients facultatifs que vous aurez choisis. Laisser refroidir le liquide et le transvider dans un gros bocal ou dans un sac refermable.",
      "Si vous utilisez un bocal, bien tasser la laitue pour qu’elle soit complètement submergée dans la saumure. Si vous utilisez un sac refermable, retirer l’air pour que la laitue soit complètement submergée dans la saumure.",
      "Laisser au frigo jusqu’au lendemain. Garnissez vos hamburgers, vos sandwichs et vos tacos de laitue marinée, ou faites en une salade. La laitue marinée se conserve au frigo pendant une semaine environ."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/laitue-marinee-2-facons/"
  },
  {
    "titre": "Barres énergétiques au beurre d’arachide et à la banane",
    "description": "Ces barres énergétiques sont une excellente façon d’utiliser les noix, les fruits secs, la noix de coco séchée râpée, les pépites de chocolat ou n’importe quel autre ingrédientque vous trouverez dans vos placards. Pour une alternative végétalienne facile, remplacer le beurre et le miel par une tartinade végétale et du sirop d’érable.",
    "auteur": "LFHW UK",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "3bananes mûres, écrasées",
      "200 g d’avoine",
      "Une grosse poignée de fruits secs, de noix ou de graines, hachés grossièrement",
      "2 cuillères à soupe de beurre d’arachide crémeux (il est possible de le remplacer par du beurre d’amandes ou de noix de cajou)",
      "2 cuillères à soupe de miel",
      "1 cuillère à café de cannelle",
      "2 cuillères à soupe de beurre",
      "Une bonne pincée de sel"
    ],
    "instructions": [
      "Préchauffer le four à 180 °C ou à 160 °C à chaleur tournante et recouvrir une plaque de cuisson de papier sulfurisé.\r\nFaire fondre le beurre, le beurre d’arachide, le miel, la cannelle et le sel au micro-ondes, en mélangeant de temps en temps jusqu’à ce que le beurre soit fondu.",
      "Mélanger l’avoine, les bananes, les fruits secs et les noix dans un grand bol. Ajouter le mélange contenant le beurre fondu et remuer jusqu’à l’obtention d’un mélange homogène.",
      "Transférer sur la plaque de cuisson, en pressant pour remplir les coins et obtenir une couche uniforme.",
      "Cuire pendant 30 à 40 minutes, jusqu’à ce que le dessus devienne doré.",
      "Laisser refroidir un peu sur la plaque, puis démouler sur une grille et laisser refroidir complètement.",
      "Découper en carrés et déguster avec une tasse de thé!"
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/barres-energetiques-au-beurre-darachide-et-a-la-banane/"
  },
  {
    "titre": "Bouillon de dinde",
    "description": "Obtenez un riche bouillon à partir des rognures que vous aurez mis de côté en préparant les repas de la semaine, que ce soit les parages de protéines non utilisées, les pieds de champignons, les pelures d’oignons, les trognons de carotte et de céleri, ainsi que la partie verte coriace des poireaux.Temps de cuisson : de 8 à 24 heures dans la mijoteuse ou de 3 à 4 heures sur la cuisinière\r\n\r\nConservation : jusqu’à 4 jours au frigo ou 6 mois au congélateur",
    "auteur": "CHRISTINE TIZZARD",
    "type_de_plat": [
      "Soupe"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "250 à 500 ml (1 à 2 tasses) d’oignons hachés",
      "250 ml (1 tasse) de carottes hachées",
      "250 ml (1 tasse) de céleri haché",
      "1 à 1 1/2 kg (2 à 3 lbs) environ d’os de dinde rôtie ou de dinde non cuite (on peut utiliser toute la carcasse)",
      "4 litres (8 tasses) d’eau",
      "60 ml (1/4 tasse) de vinaigre ou de vin blanc",
      "Facultatif :",
      "1 poireau",
      "Quelques gousses d’ail",
      "125 ml (½ tasse) de bulbe de fenouil haché",
      "125 ml (½ tasse) de panais haché",
      "250 ml (1 tasse) de champignons",
      "2 feuilles de laurier",
      "Petite botte de tiges de persil",
      "Branches de thym",
      "7,5 ml (½ c. à soupe) poivre noir en grains",
      "2 ou 3 tiges de citronnelle",
      "Morceau de gingembre frais",
      "2 ou 3 feuilles de lime",
      "Branches de fines herbes au choix, sauf la menthe"
    ],
    "instructions": [
      "Dans une grande casserole, faire chauffer l’huile à température moyenne et y faire attendrir les oignons, les carottes et le céleri pendant environ 5 à 8 minutes. Si on utilise une mijoteuse, y transférer ce mirepoix maintenant.",
      "Ajouter les os et/ou la dinde, l’eau, le vinaigre, les ingrédients facultatifs, tous les assaisonnements et, si vous les avez gardées, les rognures de la semaine. Si on utilise une mijoteuse, régler à basse température et faire cuire de 8  à 24 heures. Si on prépare le bouillon sur la cuisinière, faire bouillir le mélange et écumer les impuretés qui remontent à la surface. Laisser mijoter pendant 3 ou 4 heures.",
      "Laisser tiédir le bouillon, le filtrer au tamis et s’en servir comme base pour une soupe ou un mijoté, ou comme liquide de braisage."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/bouillon-de-dinde/"
  },
  {
    "titre": "Poivrons Rouges Farcis Glacés",
    "description": "Voici une excellente recette pour utiliser les poivrons, et vous pouvez remplacer les poivrons rouges par des jaunes ou des verts.",
    "auteur": "LFHW UK",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "4gros poivrons rouges, débarrassés des pédoncules, coupés en deux et épépinés",
      "100g de Cheddar vieilli à teneur réduite en gras, râpé",
      "100g d’épinards frais, lavés",
      "10feuilles de basilic frais, déchiquetées",
      "2gousses d’ail, pelées et écrasées",
      "1cuillère à soupe de glaçage au vinaigre balsamique",
      "100mlde bouillon de légumes corsé (utiliser ½ cube Knorr pour 100 ml d’eau)",
      "100mlde vin blanc",
      "400g de bœuf haché extra-maigre",
      "1cuillère à soupe de purée de tomates",
      "1grosse tomate cœur de bœuf, hachée",
      "Sel de mer et poivre noir fraîchement moulu",
      "1pincée de flocons de piment",
      "1brins de thym frais, débarrassés des tiges et hachés",
      "1brin de romarin, haché",
      "1oignon moyen, épluché et coupé en dés",
      "4cuillères à soupe d’huile de cuisson Flora Cuisine",
      "Paprika fumé"
    ],
    "instructions": [
      "Préchauffer le four à 200 °C ou à 180 °C à chaleur tournante (th. 6).",
      "Placer les poivrons coupés en deux sur une plaque de cuisson.",
      "Faire chauffer l’huile de cuisson Flora cuisine dans une poêle à fond épais, puis faire suer l’oignon avec les graines de cumin, le romarin, le thym, les flocons de piment, le sel et le poivre pendant 2 à 3 minutes ou jusqu’à ce qu’il soit tendre.",
      "Ajouter la tomate hachée et la purée de tomates, couvrir et faire cuire à feu doux pendant 5 minutes.",
      "Ajouter le bœuf et faire encore cuire pendant 5 minutes, puis ajouter le vin et le bouillon, et faire réduire.",
      "Ajouter le glaçage au vinaigre balsamique, l’ail, le basilic et les épinards. Bien mélanger et faire cuire jusqu’à ce que les épinards soient légèrement tendres.",
      "Farcir les poivrons avec la préparation et cuire à découvert pendant 20 minutes. Retirer du four, ajouter le fromage et saupoudrer de paprika fumé.",
      "Cuire pendant 10 minutes de plus ou jusqu’à ce que les poivrons soient tendres et que le fromage soit gratiné."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/poivrons-rouges-farcis-glaces/"
  },
  {
    "titre": null,
    "description": null,
    "auteur": null,
    "type_de_plat": [],
    "cote": null,
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [],
    "instructions": [],
    "url": "https://lovefoodhatewaste.ca/recettes/vinaigre-aux-retailles-de-fruits/"
  },
  {
    "titre": "Salade à la dinde garnie de croûtons à la farce",
    "description": "Une salade exquise qui met en vedette tous les goûts des fêtes, même la farce!",
    "auteur": "CHRISTINE TIZZARD",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "20 min",
    "ingredients": [
      "2 pommes de laitue romaine, bien nettoyées et hachées",
      "½ gousse d’ail, hachée finement ou en purée",
      "60 ml (1/4 tasse) d’amandes ou de graines de citrouille rôties",
      "1 poivron, haché",
      "3 ou 4 radis, hachés ou tranchés",
      "1 orange, pelée et taillée en morceaux",
      "125 ml (½ tasse) de brocoli, haché",
      "125 ml (½ tasse) de raisins, coupés en deux",
      "125 ml (½ tasse) de ma Vinaigrette française classique, voir la recette ci-dessous",
      "250 ml (1 tasse) de Croûtons de farce, voir la recette ci-dessous",
      "250 ml (1 tasse) ou plus de restes de dinde, déchiquetée ou hachée",
      "Facultatif : 125 ml (½ tasse) de carottes, de céleri ou de concombre hachés, de fromage feta émietté, ou quelques canneberges séchées",
      "Rendement : environ 125 ml (½ tasse)",
      "15 ml (1 c. à soupe) de cidre de pommes ou de vinaigre de vin blanc",
      "15 ml (1 c. à soupe) de moutarde de Dijon",
      "Sel et poivre au goût",
      "75 ml (1/3 tasse) d’huile d’olive extra vierge",
      "Facultatif : 10 ml (1 c. à thé) de sirop d’érable ou de miel",
      "250 ml (1 tasse) de restes de farce au pain",
      "15 ml (1 c. à soupe) d’huile d’olive",
      "Facultatif : 15 ml (1 c. à soupe) de sauge frais haché"
    ],
    "instructions": [
      "Déposer la laitue sur un plateau de présentation ou dans un bol.",
      "Ajouter les autres ingrédients et mélanger doucement.",
      "Arroser de vinaigrette et mélanger le tout.",
      "Dans un petit bol, battre l’ail, la moutarde, le vinaigre et le sel avec un fouet ou une fourchette.",
      "Y verser l’huile en filet tout en fouettant, jusqu’à l’obtention d’une vinaigrette épaisse et crémeuse. Assaisonner de sel et de poivre au goût.",
      "Chauffer le four à 350 °F.",
      "Défaire les restes de farce en morceaux et les déposer dans un plat de cuisson tapissé de papier sulfurisé.",
      "Arroser les morceaux de farce d’huile d’olive et ajouter la sauge si désiré.",
      "Mettre le plat au four pendant 15 minutes, mélangeant et retournant les morceaux à 5 minutes d'intervalle, ou jusqu’à ce que les morceaux brunissent. Laisser refroidir les croûtons."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/salade-a-la-dinde-garnie-de-croutons-a-la-farce/"
  },
  {
    "titre": "Crêpes à la noix de coco et compote aux fraises",
    "description": null,
    "auteur": "Sobey’s",
    "type_de_plat": [
      "Plat principal, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "12 fraises, équeutées et hachées",
      "15 ml (1 c. à soupe) d’huile végétale, pour la friture",
      "30 ml (2 c. à soupe) + 10 ml (2 c. à thé) d’huile de noix de coco, fondue",
      "315 ml (1¼ tasse) de lait de noix de coco",
      "1 œuf",
      "1,25 ml (1/4 c. à thé) de sel",
      "12,5 ml (2½ c. à thé) de poudre à pâte",
      "315 ml (1¼ tasse) de farine tout usage, tamisée",
      "2,5 ml (½ c. à thé) d’extrait de vanille, en portions",
      "15 ml (1 c. à soupe) de jus de lime",
      "30 ml (2 c. à soupe) de sucre, en portions",
      "flocons de noix de coco non sucré, pour garnir (facultatif)"
    ],
    "instructions": [
      "Pour faire la compote, mélanger les fraises, 15 ml (1 c. à soupe) de sucre, le jus de lime et 1,25 ml (1/4 c. à thé) de vanille dans la partie supérieure d’un bain-marie. Faire cuire à feu doux avec le couvercle pendant 15 minutes, ou jusqu’à ce que le sucre soit dissout et les fruits un peu ramollis, puis réserver.",
      "Entre temps, pour préparer la pâte à crêpes, fouetter ensemble la farine, le reste du sucre, la poudre à pâte et le sel dans un grand bol. Réserver. Dans un autre bol, fouetter ensemble l’œuf, le lait de coco, l’huile de coco et 1,25 ml (1/4 c. à thé) de vanille. Faire un puits dans le mélange de farine et y verser le mélange d'œufs. Mélanger doucement à la fourchette jusqu’à ce que la farine soit bien humectée, mais qu’il y ait encore des grumeaux.",
      "aire chauffer 5 ml (1 c. à thé) d’huile végétale à feu moyen dans un grand poêlon. Déposer 60 ml (1/4 tasse) de pâte dans le poêlon chaud. Faire cuire de 2 à 3 minutes, ou jusqu’à ce que des bulles se forment au milieu de la crêpe, que le fond soit doré et que le pourtour paraisse cuit. Retourner la crêpe et faire cuire 2 minutes de plus, jusqu’à ce qu’elle soit dorée. Répéter le processus pour les autres crêpes, en rajoutant un peu d'huile dans le poêlon au besoin.",
      "Servir les crêpes couronnées de compote de fraises ou de yogourt à la saveur de noix de coco, d’un filet de sirop d’érable et de flocons de noix de coco."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/crepes-a-la-noix-de-coco-et-compote-aux-fraises/"
  },
  {
    "titre": "Croquettes de thon",
    "description": "Ces savoureuses galettes de poisson sont concoctées à base d’aliments essentiels du garde-manger comme du thon en conserve et du maïs pour un souper du vendredi soir à faible coût et très satisfaisant!",
    "auteur": "LFHW Scotland",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "2 tasses de pommes de terre en cube (des restes de pomme de terre en purée peuvent être utilisés)",
      "2 c. à soupe de mayonnaise",
      "2 boîtes de 185g de thon égoutté",
      "198g de maïs, égoutté",
      "Un peu de ciboulette fraîche, ciselée",
      "2 œufs, battus",
      "½ tasse de chapelure (du pain rassis en guise de chapelure pourrait aussi être utilisé)",
      "De l’huile à friture"
    ],
    "instructions": [
      "Faites cuire les pommes de terre dans de l'eau bouillante salée jusqu'à ce qu'elles soient tendres. Égoutter à l’aide d’une passoire. Verser dans un bol, assaisonner et écraser. Incorporer la mayonnaise, le thon, le maïs et la ciboulette. Former 4 galettes et réfrigérer jusqu'à ce qu'elles soient fermes.",
      "Tremper chaque galette dans les œufs, en laissant l'excédent s'égoutter, puis enrober de chapelure. Réfrigérer 15 minutes.",
      "Chauffer un peu d'huile dans une poêle et faire frire doucement les galettes pendant 2-3 minutes de chaque côté jusqu'à ce qu'elles soient dorées. Cuire les galettes en lots et conserver au four à basse température. Servir avec de la mayonnaise et de la salade."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/croquettes-de-thon/"
  },
  {
    "titre": "Vinaigre de cidre zéro déchet aux trognons et aux épluchures de pomme",
    "description": "Recyclez vos épluchures et trognons de pomme pour faire votre vinaigre de cidre. Vous pourrez l’utiliser pour aromatiser vos salades, faire mariner un steak, comme fortifiant naturel ou même pour vous laver les cheveux.",
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "Épluchures et trognons de pomme – vous pouvez utiliser des pommes brunies ou abîmées, mais pas de pommes pourries ou moisies ; vous pouvez aussi récupérer les parties inutilisées des pommes que vous donnez à votre enfant dans sa boîte à lunch ou qui se trouvent dans les plateaux de fruits ; un pot de 750 ml convient pour les épluchures et les trognons de 5 pommes de taille moyenne",
      "1 cuillère à soupe de cassonade ou de sucre blanc pour 1 tasse d’eau"
    ],
    "instructions": [
      "Nettoyer et stériliser le pot en le lavant à l’eau chaude et en le séchant au four à 120 °C pendant 20 minutes.",
      "Remplir le pot aux ¾ d’épluchures et de trognons de pomme.",
      "Couvrir les épluchures et les trognons avec de l’eau, mais sans remplir le pot à ras bord, parce que le liquide va faire des bulles pendant la fermentation. Il est important que toutes les épluchures soient recouvertes d’eau pour éviter la moisissure. Si des morceaux de pomme flottent, vous pouvez les maintenir sous l’eau en mettant dessus un petit verre (p. ex., un verre à shooter) ou un sac en plastique rempli d’eau.",
      "Couvrir avec un torchon, un linge de mousseline ou  une feuille d’essuie-tout propre pour permettre à l’air de circuler pendant le processus de fermentation.",
      "Conserver sur un plateau ou dans un contenant plus grand dans un endroit chaud et sombre pendant 3 semaines. Lors de la fermentation, le liquide peut faire des bulles, le plateau ou le second contenant permettront de recueillir les écoulements.",
      "Après 3 semaines ou lorsque le liquide commence à devenir plus foncé, filtrer les épluchures et les trognons, remettre le liquide dans le pot et le laisser fermenter encore 4 à 6 semaines, en mélangeant et en goûtant à l’occasion.",
      "Lorsque le goût vous satisfait, placer le pot au réfrigérateur. Le goût s’accentue à température ambiante. Vous pouvez décanter le vinaigre dans une bouteille stérilisée ou le conserver dans le pot. Il se conserve jusqu’à un an au réfrigérateur.",
      "Il est possible que le vinaigre se trouble. Si de la moisissure noire ou bleue se forme à la surface, la retirer. Une culture de bactéries et de levures ou mère peut également se former à la surface. Si c’est le cas, il suffit de la retirer et votre vinaigre reste utilisable.",
      "Conservez toujours quelques cuillères à soupe de votre vinaigre, elles accéléreront le processus de fermentation de votre prochaine préparation. Ajouter 1 ½ cuillère à soupe de vinaigre de cidre brut pour 2 tasses d’eau."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/vinaigre-de-cidre-zero-dechet-aux-trognons-et-aux-epluchures-de-pomme/"
  },
  {
    "titre": "Colliers de saumon grillés",
    "description": null,
    "auteur": "Bob Blumer",
    "type_de_plat": [],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": "30 min",
    "temps_total": null,
    "ingredients": [
      "1 Saumon"
    ],
    "instructions": [
      "Le collier de poisson est le secret le mieux gardé du monde du poisson. Le collier est situé juste derrière les branchies. Cette partie est osseuse, riche en graisse et en collagène. Mais au milieu de tout cela se trouvent les parties les plus succulentes du poisson, comparables avec les joues de poisson, mais beaucoup plus charnues. Pensez aux sot-l’y-laisse, ces deux petites parties tendres situées près de la base des cuisses du poulet, et vous aurez l'idée.",
      "Chaque poisson a un collier (souvent coupé en deux morceaux), ce qui signifie que cette partie est peu coûteuse et abondante (si vous savez où demander). La plupart des magasins qui vendent du saumon jettent les colliers avec les têtes et les queues ou les gardent à l'arrière pour les clients avertis. Si vous demandez au poissonnier, le plus souvent, il vous répondra avec obligeance et respect.",
      "Une fois les colliers en main, assaisonnez-les de sel et de poivre et arrosez-les légèrement d'huile d'olive. Ensuite, faites-les griller 5 minutes de chaque côté à feu moyen-élevé (comme vous le feriez pour un hamburger).  Comme entrée, on compte un collier par personne. En plat principal, on pourra prévoir deux colliers servis avec des légumes.",
      "Les colliers grillés sont délicieux tels quels, mais si vous voulez dorer le lys ou en l’occurrence, le collier, badigeonnez-les de beurre de miso. Pour préparer un beurre miso, il suffit de combiner trois parts de beurre à température ambiante et une part de pâte de miso."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/colliers-de-saumon-grilles/"
  },
  {
    "titre": "Recette facile de pommes de terre écrasées",
    "description": "Inutile d’éplucher ces pommes de terre écrasées qui sont moelleuses à l’intérieur et croustillantes à l’extérieur.",
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "50 min",
    "ingredients": [
      "1 kg de pommes de terre",
      "1 cuillère à soupe de sel",
      "4 cuillères à soupe d’huile d’olive",
      "Poivre noir",
      "2 cuillères à soupe d’herbes fraîches hachées (facultatif)"
    ],
    "instructions": [
      "Nettoyer les pommes de terre. Retirer les germes.",
      "Placer les pommes de terre dans une casserole et les couvrir d’eau.",
      "Ajouter une cuillère à soupe de sel.",
      "Porter à ébullition sur feu moyen à élevé et cuire jusqu’à ce que les pommes de terre soient tendres (environ 20 minutes).",
      "Pendant ce temps, préchauffer le four à 180 °C et arroser ou enduire une grande plaque de cuisson d’une cuillère à soupe d’huile d’olive.",
      "Lorsque les pommes de terre sont cuites, les égoutter dans une grande passoire.",
      "Aplatir les pommes de terre avec le dos d’une fourchette ou au moyen d’un presse-purée et les placer sur la plaque recouverte de papier cuisson sans les superposer. Plus elles seront aplaties et plus elles seront croustillantes.",
      "Arroser les pommes de terre écrasées avec les 3 cuillères à soupe restantes d’huile d’olive. Saler et poivrer.",
      "Cuire pendant 20 à 25 minutes ou jusqu’à ce que les pommes de terre soient dorées.",
      "Servir les pommes de terre seules pour une collation, en accompagnement ou avec votre sauce préférée.",
      "Si vous manquez de temps, vous pouvez cuire les pommes de terre au gril pendant 10 minutes sur chaque face.",
      "Cette recette peut être réalisée avec n’importe quelle variété de pommes de terre.",
      "Essayez d’autres combinaisons de saveurs. Vous pouvez par exemple remplacer l’huile d’olive par du beurre et de l’ail écrasé, cuire pendant 10 minutes, saupoudrer de parmesan et cuire 10 minutes supplémentaires."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/recette-facile-de-pommes-de-terre-ecrasees/"
  },
  {
    "titre": "Pain aux bananes doré de Bob Blumer",
    "description": null,
    "auteur": null,
    "type_de_plat": [
      "Plat principal, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "2œufs",
      "0.25tasse (60 ml) de lait",
      "2tranches de 1½ cm de pain aux bananes",
      "1c. à soupe de beurre",
      "Sirop d’érable"
    ],
    "instructions": [
      "Dans un grand bol, battre les œufs et le lait.",
      "Bien imbiber les tranches de pain aux bananes du mélange d’œufs. Déposer sur une assiette et réserver",
      "Dans une poêle, faire fondre le beurre à feu moyen-vif. Quand le beurre bouillonne, déposer les tranches de pain aux bananes. Couvrir. Cuire environ 4 minutes, jusqu’à ce que le pain soit doré, puis retourner et cuire encore 3 minutes, jusqu’à ce que l’autre côté soit bien doré. Facultatif : ajouter des rondelles de banane pour les faire dorer en même temps que le pain.",
      "Napper de sirop d’érable et servir."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pain-aux-bananes-dore-de-bob-blumer/"
  },
  {
    "titre": "Pain grillé et salade de tomates",
    "description": null,
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat d’accompagnement, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "20 min",
    "ingredients": [
      "½ cuillère à thé d’aromate à l’ail rôti",
      "1 cuillère à soupe d’huile d’olive",
      "6 tranches de Baguette ciabatta",
      "4grosses tomates",
      "2cuillères à thé de vinaigre balsamique",
      "¼ de tasse de feuilles de basilic frais, grossièrement hachées",
      "¼ de cuillère à thé de sel"
    ],
    "instructions": [
      "Chauffer le barbecue à feu à feu élevé. Dans un petit bol, mélanger l’aromate à l’ail rôti et ½ cuillère à thé d’huile d’olive. Badigeonner un côté des tranches de baguette avec le mélange contenant l’ail et l’huile. Placer les tranches côté huilé sur le barbecue pendant 1 à 2 minutes ou jusqu’à ce que des marques de cuisson soient visibles. Couper le pain en gros cubes et les placer dans le saladier. Couper les tomates et les ajouter dans le saladier. Mélanger la salade avec le reste d’huile d’olive, le vinaigre balsamique, le basilic et le sel."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pain-grille-et-salade-de-tomates/"
  },
  {
    "titre": "Fond de tarte aux miettes de biscuits",
    "description": "Versez-y votre mélange à gâteau au fromage préféré ou faites-en une tarte à la crème glacée!",
    "auteur": "Elaine Cheng",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "2cupde miettes de biscuits",
      "6tbspde beurre fondu (4 c. à s. si vous utilisez des biscuits mous et tendres)"
    ],
    "instructions": [
      "Au robot culinaire, réduire les restes de biscuits en chapelure fine.",
      "Mélanger : 2 tasses de miettes de biscuits + 6 c. à s. de beurre fondu (si vous utilisez des biscuits mous et tendres, incorporer 4 c. à s. de beurre au lieu de 6).",
      "Presser légèrement le mélange dans le fond d'un moule à tarte de 23 cm de diamètre ou répartir dans 10 caissettes d'un moule à muffins (dont les parois sont graissées) pour faire des tartelettes.",
      "Verser le mélange à gâteau au fromage de votre choix et suivre la recette habituelle ou faire une tarte à la crème glacée et congeler."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/fond-de-tarte-aux-miettes-de-biscuits/"
  },
  {
    "titre": "Crumble Pommes Et Brioches",
    "description": "Ce crumble dont tout le monde raffole est une excellente façon d’utiliser les brioches de carême légèrement rassies, ainsi que les pommes un peu abîmées et les fruits secs que vous pourriez avoir dans votre cuisine.",
    "auteur": null,
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": "8",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "3 ou 4 brioches de carême rassies",
      "125gramde cassonade",
      "125gramde beurre coupé en cubes",
      "125gramde farine",
      "1kgde pommes, épluchées, épépinées et coupées en tranches",
      "75gramde cassonade",
      "1cuillère à thé de cannelle",
      "75gramde raisins Sultana, de raisins secs ou d’autres fruits déshydratés",
      "Servir avec de la crème fraîche ou de la crème glacée"
    ],
    "instructions": [
      "Sur une planche à découper, hacher finement les brioches de carême, puis les réserver.",
      "Mettre le beurre et la farine dans un grand récipient. Travailler le mélange du bout des doigts jusqu’à l’obtention d’une sorte de chapelure.",
      "Ajouter le sucre et les brioches de carême hachées, et bien mélanger tous les ingrédients pour obtenir le crumble.\r\nDisposer les tranches de pommes dans un grand plat allant au four. Répartir uniformément la cassonade et les raisins secs sur les pommes.",
      "Verser le jus de citron et saupoudrer de cannelle.",
      "Parsemer de crumble et mettre le gâteau au four préchauffé à 180 °C ou à 160 °C à chaleur tournante pendant 35 à 45 minutes, jusqu’à ce que les fruits bouillonnent et que le dessus soit doré.",
      "Servir avec de la crème fraîche ou de la crème glacée."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/les-brioches-du-vendredi-saint/"
  },
  {
    "titre": "Chips croustillantes aux épluchures de légumes",
    "description": "Ne jetez pas vos épluchures de légumes! Faites-les rôtir ou faites-les cuire dans la friteuse à air chaud pour obtenir des collations croustillantes et savoureuses, parfaites pour garnir vos soupes et vos salades ou pour grignoter.",
    "auteur": null,
    "type_de_plat": [],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "5 min",
    "temps_cuisson": "12 min",
    "temps_total": null,
    "ingredients": [
      "2à 3 tasses de pelures de légumes propres (pommes de terre, carottes, betteraves, panais, etc.)",
      "1cuillère à soupe d'huile ou de graisse de bacon",
      "½ à 1 cuillère à café d'assaisonnement au choix (Everything Bagel, cajun, Tex Mex, cari en poudre, etc.)",
      "Sel et poivre au goût"
    ],
    "instructions": [
      "1. Préchauffez le four à 200 °C (400 °F) ou la friteuse à air chaud à 190 °C (375 °F).",
      "2. Séchez les épluchures si elles sont humides.",
      "3. Mélangez-les avec l'huile ou la graisse de bacon, l'assaisonnement, le sel et le poivre.",
      "4. Répartissez les épluchures en une seule couche sur une plaque de cuisson ou dans le panier de la friteuse à air chaud.",
      "5. Faites cuire au four pendant 8 à 12 minutes ou dans la friteuse à air chaud pendant 5 à 7 minutes en remuant ou en secouant à mi-cuisson.",
      "6. Retirez du four et ajoutez du sel et du poivre au goût. Dégustez immédiatement avec du ketchup ou de la mayonnaise épicée.",
      "Astuces",
      "•\tUtilisez la graisse de bacon pour obtenir une saveur riche et réutiliser intelligemment les restes.",
      "•\tSéchez bien les pelures pour réduire leur teneur en humidité et les rendre plus croustillantes.",
      "•\tUtilisez un épluche-légumes pour obtenir des lamelles fines et régulières qui croustilleront uniformément.",
      "•\tFaites cuire les pelures immédiatement pour éviter qu'elles ne s'oxydent et ne noircissent."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/chips-croustillantes-aux-epluchures-de-legumes/"
  },
  {
    "titre": "Frittata de Bob Blumer",
    "description": "Cette recette est idéale pour donner une seconde vie aux tomates molles ou aux champignons, poivrons et autres légumes fatigués.",
    "auteur": null,
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "1tbsp(15 ml) d’huile d’olive ou d’huile végétale récupérée",
      "el et poivre noir fraîchement moulu",
      "0.5poivron rouge réchappé",
      "8œufs",
      "6oz (170 g) de restes de fromage, râpé",
      "0.5tasse de restes de saucisse ou de jambon, en dés (facultatif)",
      "4tasses (1 L) de fanes (fenouil, céleri, radis, bette, navet, etc.), de tiges (chou frisé, bette à carde, etc.) et de restes de légumes (épinards, chou frisé, bette à carde, etc.)",
      "2poireaux, la partie vert tendre, ou ½ oignon défraîchi, en dés",
      "3gousses d’ail défraîchies, hachées",
      "Cette recette est idéale pour donner une seconde vie aux tomates molles ou aux champignons, poivrons et autres légumes fatigués."
    ],
    "instructions": [
      "Placer la grille au centre du four, puis préchauffer à 220 °C (425 °F).",
      "Dans une sauteuse de 25 cm (10 po) allant au four, faire chauffer l’huile à feu moyen, puis ajouter l’ail et le poireau. Faire revenir en remuant de temps en temps environ 3 minutes ou jusqu’à ce qu’ils commencent à dorer.",
      "Ajouter le mélange de légumes et 2 c. à soupe (30 ml) d’eau. Couvrir et laisser cuire 3 minutes ou jusqu’à ce que les légumes soient tendres et qu’il ne reste presque plus d’eau. Retirer le couvercle et cuire encore quelques minutes, en remuant de temps en temps, jusqu’à ce que les légumes aient réduit de moitié.",
      "Tandis que les légumes cuisent, battre les œufs dans un grand bol. Ajouter les 4/5 du fromage; saler et poivrer au goût. Mélanger le tout.",
      "Mélanger la saucisse (facultatif) avec les légumes attendris, puis verser le mélange d’œufs. À l’aide d’une cuillère de bois, répartir uniformément. Étaler le reste du fromage, puis garnir de fines lanières de poivron rouge.",
      "Enfourner immédiatement et cuire environ 12 minutes ou jusqu’à que la frittata soit parfaitement cuite."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/frittata-de-bob-blumer/"
  },
  {
    "titre": "Wrap au poulet grillé",
    "description": "Il est possible de remplacer le poulet par du porc ou de la dinde, et la sauce de poisson par de la sauce soya. Il est également possible d’effectuer la cuisson dans une poêle sur la cuisinière à feu moyen.",
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "2cuillères à soupe d’huile de canola",
      "12feuilles de laitue iceberg",
      "0.333333333333de tasse de feuilles de coriandre fraîche, hachées grossièrement",
      "1cuillère à soupe de sauce sriracha (facultatif)",
      "1cuillère à soupe de miel",
      "1cuillère à soupe de sauce de poisson",
      "2cuillères à soupe de jus d’orange",
      "2cuillères à soupe de jus de citron vert",
      "1cuillère à soupe de poudre de chili",
      "0.5poivron rouge, coupé en petits dés",
      "2grosses échalotes, émincées finement",
      "500 g de poulet haché maigre",
      "0.333333333333de tasse d’arachides grillées, hachées finement (facultatif)"
    ],
    "instructions": [
      "Placer une poêle en fonte de 23 cm sur le gril préchauffé à moyen-chaud. Ajouter l’huile. Faire sauter le poulet, les échalotes, le poivron rouge et la poudre de chili pendant 5 à 8 minutes, jusqu’à ce que le poulet soit doré.",
      "Incorporer le jus de citron vert, le jus d’orange, la sauce de poisson, le miel et la sauce sriracha, s’il y a lieu. Cuire pendant 3 à 5 minutes, jusqu’à ce que le liquide soit presque complètement évaporé. Incorporer 2 cuillères à soupe de coriandre. Retirer du feu. Cette recette donne environ 3 tasses.",
      "Servir dans les feuilles de salade. Garnir avec le reste de coriandre et les arachides, s’il y a lieu."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/wrap-au-poulet-grille/"
  },
  {
    "titre": "Cari vert thaï et boulettes de riz collant",
    "description": "Cet authentique cari thaï est délicieux et très rapide à préparer, et il est possible de remplacer la pâte de cari verte par de la rouge ou de la jaune. Servez-le avec un reste de riz cuit recyclé en boulettes de riz gluant.",
    "auteur": "LFHW UK",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "2",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "2 filets de poulet, coupés en cubes",
      "1 petit poivron rouge, épépiné et coupé en lanières",
      "100 g de haricots verts, coupés en deux",
      "30 g de coriandre fraîche",
      "400 ml de lait de coco allégé",
      "2 cuillères à thé de curcuma moulu",
      "½ cuillère à thé de gingembre moulu",
      "1 gros oignon d’environ 200 g, coupé en dés",
      "1 cuillère à soupe d’huile végétale",
      "1 cuillère à soupe d’huile végétale",
      "2 cuillères à soupe de pâte de cari thaï verte",
      "150 g de riz basmati ou de riz au jasmin cuit"
    ],
    "instructions": [
      "Mélanger les ingrédients de la marinade dans un bol de façon à en enrober le poulet. Couvrir et laisser mariner au réfrigérateur au moins 2 heures.",
      "Pour préparer la sauce, chauffer 1 cuillère à soupe d’huile dans une casserole antiadhésive, ajouter l’oignon et faire revenir pendant 5 minutes jusqu’à ce qu’il soit tendre, mais sans le laisser colorer. Ajouter le gingembre et le curcuma moulus, et cuire encore 1 minute.",
      "Verser le lait de coco, porter progressivement à ébullition, puis réduire le feu et laisser mijoter à couvert pendant 15 minutes. Hacher grossièrement la coriandre, sans ôter les tiges, l’ajouter à la sauce et laisser mijoter encore 5 minutes, puis retirer la casserole du feu et mélanger avec un mélangeur à main jusqu’à l’obtention d’une sauce onctueuse.",
      "Chauffer une casserole antiadhésive, ajouter le poulet et la marinade, et faire sauter à feu moyen pendant 10 minutes. Ajouter les haricots verts et cuire pendant 5 minutes supplémentaires. Verser ensuite la sauce sur le poulet, ajouter les poivrons et laisser mijoter 5 à 10 minutes ou jusqu’à ce que le poulet soit complètement cuit.",
      "Pour confectionner les boulettes de riz collant, mouiller vos mains, former 6 boulettes de même taille, les placer dans un plat non métallique, couvrir et mettre au micro-ondes jusqu’à ce qu’elles soient très chaudes.",
      "ous pouvez rehausser la saveur de votre riz en le mélangeant avec le zeste et le jus d’un citron vert avant de former les boulettes. Il est possible d’utiliser un reste de poulet cuit dans cette recette en réduisant le temps de cuisson de 10 minutes et en s’assurant que le poulet est bien chaud avant de le servir.",
      "Les restes de riz cuit doivent être refroidis rapidement et se conservent au réfrigérateur jusqu’à 24 heures. Ils peuvent être consommés froids ou réchauffés jusqu’à ce qu’ils soient bien chauds. Il est aussi possible d’utiliser d’autres légumes. Vous pouvez par exemple ajouter des carottes cuites à la fin de la recette ou même une poignée de petits pois congelés ou une courgette coupée en tranches. Si vous avez un reste de coriandre fraîche, la hacher finement et la congeler dans des bacs à glaçons en y ajoutant de l’eau. Une fois qu’ils sont congelés, retirer les cubes du bac et les conserver au congélateur dans un sac à congélation ou un bac en plastique.",
      "La prochaine fois que vous aurez besoin de coriandre fraîche dans une recette, vous en aurez ainsi à portée de main.\r\nPour une recette végétarienne, remplacer le poulet par du tofu ferme et utiliser une pâte de cari thaï végétarienne.",
      "Conseils de congélation et de conservation \r\nLes restes de sauce peuvent être congelés, puis décongelés dans le réfrigérateur et utilisés pour créer un cari thaï de votre choix. Conserver les restes de cari au poulet dans un contenant couvert au réfrigérateur et les consommer sous 48 heures."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/cari-vert-thai-et-boulettes-de-riz-collant/"
  },
  {
    "titre": "Mini frittatas aux pâtes",
    "description": null,
    "auteur": "LFHW NZ",
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "12",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "35 min",
    "ingredients": [
      "500 ml (2 tasses) de restes de macaronis cuits",
      "2 courgettes, râpées",
      "1 carotte, râpée",
      "250 ml (1 tasse) de fromage râpé",
      "8 œufs",
      "125 ml (1/2 tasse) de lait"
    ],
    "instructions": [
      "Préchauffer le four à 180°C (350°F).",
      "Beurrer légèrement 12 moules à muffins.",
      "Dans un grand bol, mélanger les pâtes cuites, la courgette râpée, la carotte râpée ou tout autre légume finement haché, et 180 ml (3/4 de tasse) de fromage râpé.",
      "Verser le mélange uniformément dans les  moules à muffins.",
      "Fouetter ensemble les œufs et le lait. Ajouter un peu de poivre noir, au goût. Répartir également le mélange d'œufs sur le mélange de légumes.",
      "Garnir du reste de fromage râpé.",
      "Cuire au four de 18 à 20 minutes, ou jusqu’à ce que les frittatas soient fermes et dorées.",
      "Laisser reposer dans les moules à muffin pendant quelques minutes avant de passer un couteau autour de chaque frittata pour démouler. Ces frittatas sont délicieuses servies froides ou chaudes."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/mini-frittatas-aux-pates/"
  },
  {
    "titre": "Scones à la patate douce et à la ciboulette",
    "description": "Le prix du pain a augmenté de 4 % par rapport à 2021. Combattez la hausse des prix des glucides avec cette recette de scones maison. Ils ne coûtent qu’une fraction des petits pains en épicerie et vous aideront à utiliser la nourriture que vous avez déjà dans le frigo.",
    "auteur": "Christine Tizzard",
    "type_de_plat": [
      "Plat d’accompagnement"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "34 min",
    "ingredients": [
      "5c. à soupe de beurre fondu",
      "1tasse de fromage râpé (facultatif)",
      "2.5tasses de farine tout-usage",
      "1tasse de purée de pommes de terre ou de patates douces",
      "1c. à thé de sel",
      "1c. à thé de bicarbonate de soude",
      "1c. à thé de poudre à pâte",
      "1c. à soupe de sucre, de miel ou de sirop d’érable",
      "0.5tasse de lait ou de boisson végétale non sucrée",
      "0.25de tasse de crème sure ou de yogourt",
      "0.25tasse de ciboulette hachée"
    ],
    "instructions": [
      "Préchauffer le four à 190 °C (325 °F). Huiler ou tapisser une plaque à pâtisserie de papier parchemin.",
      "Dans un grand bol, fouetter ensemble le beurre fondu, la crème sure, le lait et le sucre, le cas échéant.",
      "Dans un autre bol, mélanger au fouet la farine, la poudre à pâte, le bicarbonate et le sel.",
      "Ajouter la purée au mélange d’ingrédients liquides et bien mélanger. Ajouter les ingrédients secs et mélanger juste assez pour humecter la farine.",
      "Incorporer la ciboulette hachée et le fromage râpé, si désiré.",
      "Sur un plan fariné, utiliser les mains pour pétrir légèrement la pâte juste assez pour obtenir une boule de pâte qui n’est pas collante. Abaisser avec les doigts ou un rouleau à pâtisserie pour obtenir une épaisseur d’environ un pouce (2,5 cm). Couper la pâte en 8 portions ou utiliser un emporte-pièce rond. Vous pouvez utiliser les retailles pour façonner d’autres scones (ils seront peut-être un peu moins jolis, mais tout aussi délicieux).",
      "Déposer les scones sur la plaque et les cuire de 15 à 20 minutes (selon leur taille) ou jusqu’à ce qu’ils soient bien dorés."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/scones-a-la-patate-douce-et-a-la-ciboulette/"
  },
  {
    "titre": "Confiture sans cuisson aux fruits rouges",
    "description": "Utilisez cette recette de confiture sans cuisson pour conserver facilement les baies d'été.",
    "auteur": null,
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "15 min",
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "3cupde baies écrasées",
      "5.5cupde sucre",
      "57gramde cristaux de pectine",
      "0.75cupd’eau"
    ],
    "instructions": [
      "Ajouter le sucre aux baies écrasées et bien mélanger.",
      "Laisser reposer 10 à 15 minutes.",
      "Dans une petite casserole, mélanger les cristaux de pectine et l’eau. Porter à ébullition, cuire et mélanger pendant une minute.",
      "Incorporer le mélange à base de fruits et mélanger pendant au moins trois minutes.",
      "Verser à la louche dans des bocaux et fermer avec des couvercles.",
      "Laisser reposer à température ambiante pendant 24 heures.",
      "Conserver au congélateur. (La confiture sans cuisson ne se conserve pas longtemps, pour une conservation longue durée, elle doit être mise au congélateur. Se conserve deux semaines dans le réfrigérateur ou un an au congélateur).",
      "Remarques : les fruits à noyau, les cerises et les bleuets peuvent également être utilisés, vous devez ajuster la quantité de sucre nécessaire. Assurez-vous d’utiliser une pectine appropriée pour la préparation de la confiture sans cuisson et suivez les instructions."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/confiture-sans-cuisson-aux-fruits-rouges/"
  },
  {
    "titre": "Mousse aux surplus de chocolat",
    "description": null,
    "auteur": "Kendall Gustavson",
    "type_de_plat": [
      "Dessert, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "1packagede biscuits Graham (130 g)",
      "0.25cupde beurre fondu",
      "200gram(7 oz) restes de chocolat",
      "0.25cupde crème à fouetter",
      "1.5tbspbeurre d'arachides (croquant ou crémeux)",
      "1tspde vanille",
      "pinchde sel"
    ],
    "instructions": [
      "Préchauffer le four à 190 °C (375 °F).",
      "Au robot culinaire, réduire les biscuits Graham en chapelure fine. Verser dans le beurre fondu et mélanger.",
      "Chemiser six moules à muffins de caissettes de papier ou de silicone. Répartir le mélange de chapelure au fond des caissettes et tasser avec les doigts ou le dos d'une cuillère.",
      "Enfourner pendant 15 minutes, ou jusqu’à ce que la chapelure soit grillée et dorée. Laisser refroidir sur le plan de travail ou en plaçant le moule au congélateur.",
      "Mettre le chocolat dans une petite casserole et faire fondre à feu moyen ou doux. Une fois fondu, verser un filet de crème à fouetter (1 c. à t.) tout en mélangeant en continu. Le chocolat se fige en une masse solide! Si ce n’est pas le cas, verser un tout petit peu plus de crème. Retirer du feu.",
      "Dans un autre bol, fouetter le reste de la crème et la vanille au batteur électrique jusqu’à ce qu’elle forme des pics fermes. Réserver.",
      "Mettre le chocolat dans le bol d’un batteur électrique muni d’un fouet.",
      "Fouetter le chocolat à grande vitesse jusqu'à ce qu'il devienne lisse et léger, en raclant les bords et le fond du bol si nécessaire. Incorporer le beurre d'arachides. Ajouter le quart de la crème fouettée et une pincée de sel et battre jusqu’à obtenir une mousse légère et aérienne. Retirer le bol du mélangeur et ajouter le reste de la crème en pliant délicatement à l’aide d’une spatule en caoutchouc pour conserver les bulles d'air dans la mousse.",
      "Répartir également la mousse dans le moule. Mettre au congélateur pendant au moins 2 heures et retirer les caissettes en papier avant de servir.",
      "Remarque : si vous n’avez pas le temps de mettre les moules au congélateur, vous pouvez faire des coupes au lieu de faire des tartes. (Cette méthode réduit le nombre de parts). Au moment d’ajouter le mélange de chapelure dans les caissettes en papier, tapisser le bord pour former une coupe. La préparation sera prête à être servie directement après avoir ajouté la mousse dans chaque coupe."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/mousse-aux-surplus-de-chocolat/"
  },
  {
    "titre": "Galettes aux restes de pommes de terre et de boeuf",
    "description": "Cette recette vous permet de récupérer vos restes de purée de pommes de terre et de rôti de bœuf trop durs pour être réchauffés. Si vous avez du porc ou du boeuf braisé, c’est encore mieux!\r\n\r\nMettre les restes de rôti de bœuf dans un robot culinaire et les hacher grossièrement.\r\n\r\nTemps de préparation: 10 minutes + 30 minutes (temps de réfrigération)",
    "auteur": "Elaine Cheng",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "40 min",
    "temps_cuisson": "5 min",
    "temps_total": "45 min",
    "ingredients": [
      "100gram(1 part) de bœuf haché/effiloché",
      "150gram(1,5 parts) de purée de pommes de terre",
      "1brin de ciboulette fraîche, finement émincé",
      "2tspde moutarde",
      "50gramde farine",
      "2gros oeufs",
      "50gramde chapelure"
    ],
    "instructions": [
      "Mélanger tous les ingrédients dans un grand bol. Former quatre boulettes, puis les aplatir pour faire des galettes. Placer sur une feuille de papier aluminium et réfrigérer pendant 30 min.",
      "Mettre de la farine dans un moule peu profond et de la chapelure dans un autre moule similaire.",
      "Battre les œufs dans un bol.",
      "Placer soigneusement des galettes dans la farine. Tapoter les galettes légèrement des deux côtés pour enlever l’excédent de farine.",
      "Tremper les galettes dans les œufs, puis enlever l’excédent.",
      "Paner les galettes dans la chapelure de façon uniforme. Répéter le processus avec toutes les galettes.",
      "Dans une poêle avec de l’huile, frire les galettes à feu moyen jusqu’à ce qu’elles soient dorées des deux côtés."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/galettes-aux-restes-de-pommes-de-terre-et-de-boeuf/"
  },
  {
    "titre": "Curry à la dinde",
    "description": "Voici une recette pimentée pour les restes de dinde des fêtes! Facile et vite faite, cette recette est un festival de goût!",
    "auteur": "CHRISTINE TIZZARD",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": "20 min",
    "temps_cuisson": "20 min",
    "temps_total": "40 min",
    "ingredients": [
      "15 à 30 ml (1 ou 2 c. à soupe) d’huile d’olive",
      "½ poivron orange, coupé en dés",
      "½ poivron jaune, coupé en dés",
      "250 ml (1 tasse) de chou-fleur, haché",
      "125 ml (½ tasse) de haricots verts, coupés en morceaux de 5 cm (2 po)",
      "540 ml (1 boîte) de tomates broyées",
      "400 ml (1 boîte) de lait entier de noix de coco",
      "500 ml (2 tasses) de restes de dinde cuite (déchiquetée ou coupée en dés)",
      "Sel et poivre au goût",
      "15 ml (1 c. à soupe) de jus de lime ou de citron frais",
      "5 ml (½ c. à thé) de poivre de Cayenne en poudre, ou au goût",
      "15 ml (1 c. à soupe) de paprika fumé en poudre",
      "1 oignon, émincé",
      "3 gousses d’ail, hachées finement",
      "20 ml (2 c. à thé) de gingembre frais, haché finement",
      "15 ml (1 c. à soupe) de curry en poudre",
      "15 ml (1 c. à soupe) de garam masala",
      "20 ml (2 c. à thé) de cumin moulu",
      "20 ml (2 c. à thé) de coriandre moulue",
      "Facultatif : 10-12 feuilles de curry séchées",
      "15 ml (1 c. à soupe) de curcuma en poudre",
      "Garniture facultative : 15 ml (1 c. à soupe) de cilantro ou de basilic frais, 125 ml (½ tasse) de graines de citrouille rôties"
    ],
    "instructions": [
      "Dans une grande casserole, chauffer l’huile à température moyenne et y faire fondre l’oignon, l’ail et le gingembre pendant environ 5 minutes.",
      "Ajouter le curry, le garam masala, le cumin, la coriandre, les feuilles de curry séchées (si vous les utilisez), le curcuma, le paprika fumé et le poivre de Cayenne. Laisser mijoter jusqu’à ce que les épices développent leur pleine saveur et leur parfum.",
      "Ajouter les poivrons, le chou-fleur et les haricots verts. Ajouter les tomates et le lait de noix de coco, et laisser mijoter pendant environ 5 minutes.",
      "Ajouter la dinde et chauffer le tout. Assaisonner au goût avec du sel, du poivre et du jus de citron.",
      "Servir le curry chaud sur du riz ou une autre graine et saupoudrer de votre garniture préférée."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/curry-a-la-dinde/"
  },
  {
    "titre": "Rouleaux de printemps",
    "description": "Les rouleaux de printemps permettent de recycler rapidement les restes sans avoir besoin de cuisiner!",
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "2",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "15 min",
    "ingredients": [
      "6 feuilles de riz rondes",
      "Salade (les variétés tendres, comme la laitue grasse, sont conseillées)",
      "Restes",
      "Sauce sucrée au piment",
      "Coriandre (ou d’autres herbes, comme la menthe ou la ciboulette, selon les restes que vous utilisez)"
    ],
    "instructions": [
      "Remplir un bol d’eau chaude. Il doit être assez grand pour y plonger les feuilles de riz.",
      "Plongez une feuille de riz dans l’eau chaude jusqu’à ce qu’il soit possible de la plier, mais sans qu’elle soit détrempée (suivre les indications sur le paquet).",
      "Déposer la feuille de riz mouillée sur une surface plane et ajouter une ou deux feuilles de salade sur le tiers inférieur.",
      "Sur la salade, déposer deux cuillères à soupe de restes.",
      "Arroser de sauce sucrée au piment et ajouter quelques brins de coriandre, s’il y a lieu.",
      "Rouler le tiers inférieur de la feuille de riz sur la garniture. Replier les bords des deux côtés et rouler en serrant bien.",
      "Répéter avec les rouleaux restants. Servir avec une sauce.",
      "Variez la sauce et les herbes selon des restes que vous utilisez.",
      "La préparation des rouleaux de printemps peut être un peu délicate les premières fois, jusqu’à ce que vous la maîtrisiez. Assurez-vous que les feuilles de riz ne sont pas détrempées."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/rouleaux-de-printemps/"
  },
  {
    "titre": "Œufs aux pommes de terre, au bacon et aux tomates",
    "description": null,
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "8",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "4 tranches de bacon fumé naturellement, avec 50 % moins de sel, coupées en morceaux de 2,5 cm",
      "Poivre",
      "8œufs",
      "¼ de cuillère à thé de flocons de piment rouge",
      "½ cuillère à thé de sel",
      "2 poivrons rouges rôtis (frais ou en pots), coupés en morceaux de 2,5 cm",
      "1 boîte (796 mL) de tomates italiennes coupées en dés",
      "1gros oignon, coupé en dés",
      "1cuillère à soupe d’huile d’olive",
      "½ cuillère à thé de paprika fumé",
      "6petites pommes de terre rouges",
      "1cuillère à soupe de thym frais (seulement les feuilles)"
    ],
    "instructions": [
      "Préchauffer le four à 190 °C. Dans une grande poêle, cuire le bacon pour faire fondre le gras. Pendant ce temps, piquer les pommes de terre au moyen d’une fourchette et les mettre au micro-ondes à puissance élevée pendant 1 minute 30 à 2 minutes, ou jusqu’à ce qu’elles soient partiellement cuites. Couper en quartiers et ajouter à la poêle avec le bacon.",
      "Saupoudrer de paprika fumé et cuire pendant 5 minutes, jusqu’à ce que les pommes de terre soient légèrement dorées et que le bacon soit croustillant. Transférer dans une assiette recouverte de papier absorbant, tamponner pour retirer l’excédent de gras et réserver.",
      "Ajouter l’huile d’olive dans la même poêle et cuire l’oignon jusqu’à ce qu’il soit translucide. Incorporer les tomates avec leur jus, les poivrons rouges, ¼ de cuillère à thé de sel et les flocons de piment. Laisser mijoter pendant environ 15 minutes, jusqu’à ce que le liquide soit presque complètement évaporé.",
      "Transférer le mélange contenant les tomates, ainsi que le bacon et les pommes de terre dans un plat de cuisson de 9 po x 13 po. Mélanger doucement et répartir uniformément. Utiliser une cuillère pour creuser 8 petits puits. Casser un œuf dans chaque puits. Assaisonner avec le reste de sel et de poivre. Cuire au four pendant 22 à 25 minutes sur la grille du centre ou du bas. Saupoudrer de thym et servir."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/oeufs-aux-pommes-de-terre-au-bacon-et-aux-tomates/"
  },
  {
    "titre": "Sauce tomate sans cuisson aux échalotes et aux olives",
    "description": "Astuce : Servir sur des pâtes ou des crostinis et parsemer de copeaux de parmesan.",
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat d’accompagnement"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "15 min",
    "ingredients": [
      "750 g de tomates Roma (environ 5 à 6 tomates), hachées",
      "⅓ de tasse d’olives vertes tranchées, égouttées",
      "¼ de tasse d’échalotes, hachées finement",
      "¼ de tasse de persil frais, haché",
      "2cuillères à soupe d’huile d’olive extra vierge",
      "1cuillère à thé de vinaigre de vin rouge"
    ],
    "instructions": [
      "Dans un grand bol, mélanger les tomates, les olives, les échalotes, le persil, l’huile et le vinaigre, puis réserver"
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/sauce-tomate-sans-cuisson-aux-echalotes-et-aux-olives/"
  },
  {
    "titre": "Pain aux courgettes",
    "description": "Faire rapidement des miches de pain tendres est la meilleure façon d’utiliser une récolte abondante (ou un achat trop enthousiaste) de courgettes. Dans l’esprit d’utiliser l’excédent, cette recette permet de faire deux fournées.\r\n\r\nChaque fois que vous faites du pain, et particulièrement quand vous faites deux fournées, il est important de mesurer correctement la farine pour éviter d'obtenir un pain sec. Il est préférable de la peser, mais si vous n’avez pas de balance culinaire, utiliser la méthode suivante : d’abord, aérer la farine avec une fourchette à l’intérieur du sac, puis remplir une tasse à mesurer à l’aide d’une cuillère avec un léger trop-plein de farine et mettre à niveau à l’aide d’un couteau. Parce que la farine se tasse, il est très facile de trop remplir une tasse à mesurer, c’est quasiment garanti si vous la prenez directement du sac.\r\n\r\nJ’aime couper chaque miche en deux et conserver les moitiés dans le congélateur pour les prochains petits-déjeuners, pour servir des invités venus à l’improviste, ou pour apporter un présent chez des amis.\r\n\r\nN’hésitez pas à ajouter une poignée de noix grillées, si vous aimez ça croquant, et je ne vous priverai certainement pas d'ajouter une tasse de chocolat noir râpé!",
    "auteur": "Foodness.com",
    "type_de_plat": [
      "Dessert, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "3cupde courgettes râpées (1 grosse courgette ou 2 courgettes de taille moyenne)",
      "1cupd’huile végétale (comme de l’huile de colza ou de tournesol)",
      "0.25cupde lait entier",
      "1tspd’extrait de vanille pure",
      "450gram(3 ½ tasses) de farine",
      "1.25cupde sucre",
      "1.5tbspde poudre à pâte",
      "1tbspde cannelle moulue",
      "1tspde gros sel"
    ],
    "instructions": [
      "Préchauffer le four à 180 °C (350 °F). Recouvrir deux moules à pain de papier parchemin.",
      "Dans un récipient de taille moyenne, mélanger la courgette, l’huile, le lait, les œufs et l’extrait de vanille. Dans un grand récipient, mélanger la farine, le sucre, la poudre à pâte, la cannelle et le sel.",
      "Verser la préparation à base de courgettes dans les ingrédients secs et plier avec une spatule en caoutchouc rigide jusqu'à ce que le mélange soit humecté. Répartir la pâte dans les 2 moules et cuire environ 60 minutes ou jusqu’à ce qu’un cure-dent inséré au centre en ressorte propre. Laisser tiédir 10 minutes dans les moules puis démouler les miches et laisser refroidir sur une grille."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pain-aux-courgettes/"
  },
  {
    "titre": "Trempette verte",
    "description": "Recyclez vos restes de salade en une appétissante trempette verte. Voilà une délicieuse façon de consommer une ou deux portions supplémentaires de légumes.",
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "6",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "15 min",
    "ingredients": [
      "2 tasses de petits pois congelés, décongelés et égouttés",
      "½ cuillère à thé de poivre fraîchement moulu",
      "½ cuillère à thé de sel",
      "2 cuillères à soupe de jus de citron ou de citron vert",
      "1 cuillère à soupe de menthe fraîche, hachée finement",
      "½ tasse de crème fraîche",
      "½ piment, épépiné et haché finement",
      "1 gousse d’ail, hachée finement (ou ½ cuillère à thé d’ail haché)",
      "½ oignon rouge, haché finement",
      "2 tasses de légumes-feuilles, de roquette ou de bébés épinards",
      "½ cuillère à thé cumin moulu"
    ],
    "instructions": [
      "Décongeler les petits pois en les couvrant d’eau bouillante pendant quelques minutes. Égoutter.",
      "Hacher finement les petits pois, les légumes-feuilles, l’oignon, l’ail et le piment au robot culinaire.",
      "Ajouter la crème fraîche et bien mélanger.",
      "Transférer dans un bol et ajouter le reste des ingrédients. Bien mélanger. Rectifier l’assaisonnement.",
      "Servir sur des tranches de pain grillé ou dans un plat avec des bâtonnets de carotte et du pain croustillant.",
      "Pour préparer vos croustilles, découper des tortillas, des wraps ou des chapatis rassis en morceaux de taille égale. Préchauffer le four à 180 °C, arroser d’un filet d’huile d’olive et cuire pendant 3 à 4 minutes de chaque côté en surveillant bien pour qu’ils ne brûlent pas."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/trempette-verte/"
  },
  {
    "titre": "Sauce tomate",
    "description": "Cette sauce est délicieuse sur des pâtes et de la pizza ou pour garnir des plats protéinés, comme une poitrine de poulet ou des crevettes.\r\n\r\nLa sauce se conserve au frigo jusqu’à cinq jours ou au congélateur jusqu'à six mois, dans un sac refermable.",
    "auteur": "Bob Blumer",
    "type_de_plat": [
      "Plat d’accompagnement, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "8 grosses tomates (c’est le moment idéal pour utiliser les tomates meurtries qui traînent sur votre comptoir, ou celles que vous avez trouvées à rabais au marché)",
      "2 c. à soupe d’huile d’olive ou d’huile végétale",
      "6 gousses d’ail, émincées",
      "½ oignon, haché finement",
      "½ c. à thé de piment rouge broyé",
      "1 c. à soupe de feuilles de thym frais, ou 1 c. à thé de thym séché",
      "Sel et poivre",
      "6 anchois",
      "2 c. à soupe de câpres, égouttées",
      "¼ de tasse d’olives, dénoyautées et coupées en deux",
      "1 c. à soupe de vinaigre balsamique",
      "Zeste d’un citron"
    ],
    "instructions": [
      "Faire bouillir de l’eau dans une grande casserole.",
      "Mettre 4 tasses d’eau et des glaçons dans un grand bol.",
      "Équeuter les tomates et faire une entaille en croix à la base de chacune d’elles. Plonger les tomates, 4 à la fois, dans l’eau bouillante pendant 30 secondes. Les transférer ensuite dans un bol remplie de glace pendant 1 minute.",
      "Retirer et jeter la peau des tomates (elle devrait s'enlever facilement). Hacher grossièrement les tomates et les mettre dans un grand bol.",
      "Chauffer l’huile dans une grande casserole et y ajouter l’ail et l’oignon. Faire sauter en remuant fréquemment pendant 5 minutes, ou jusqu’à ce que le mélange commence à dorer. Ajouter les flocons de piment rouge, le thym et les ingrédients facultatifs que vous aurez choisis (ou tous ces ingrédients si vous les avez sous la main). Poursuivre la cuisson pendant 1 minute de plus. Ajouter les tomates et les jus qui se sont accumulés au fond du bol. Placer le couvercle sur la casserole et laisser mijoter à feu moyen pendant 15 minutes. Retirer le couvercle et écraser les tomates avec une cuillère en bois. Laisser mijoter 15 minutes de plus en remuant de temps à autre.",
      "Laisser la sauce refroidir un peu et la passer au robot culinaire ou pour avoir une sauce plus rustique, la servir telle quelle. Assaisonner de sel et de poivre."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/sauce-tomate/"
  },
  {
    "titre": "Mini courges farcies de quinoa et de verdure",
    "description": "Vous recherchez un plat d’accompagnement spectaculaire pour le repas des fêtes? Ces mini courges ne sont pas seulement jolies, elles regorgent de graines et de verdure santé.",
    "auteur": "CHRISTINE TIZZARD",
    "type_de_plat": [
      "Plat d’accompagnement"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "20 min",
    "temps_cuisson": "45 min",
    "temps_total": "5 min",
    "ingredients": [
      "3 mini courges, de 8 cm à 10 cm (3 à 4 po.) de haut/large, p. ex. Honeynut, Buttercup, Hubbard ou patidou",
      "150 ml (2/3 tasse) de graines de citrouille",
      "150 ml (2/3 tasse) de raisins de Corinthe",
      "15 ml (1 c. à soupe) de sauge fraîche hachée",
      "15 ml (1 c. à soupe) de feuilles de thym frais",
      "375 ml (1 ½ tasses) de verdure santé, lavée et hachée, p. ex. du chou frisé",
      "1 poivron, coupé en dés",
      "1 oignon, émincé",
      "250 ml (1 tasse) de quinoa, cuit selon les directives sur l’emballage",
      "45 ml (3 c. à soupe) d’huile d’olive, divisée",
      "Sel et poivre au goût"
    ],
    "instructions": [
      "Chauffer le four à 200°C (400°F).",
      "Bien nettoyer et sécher les courges, les couper en deux et en retirer les graines et les parties filandreuses. Mettre les graines de côté pour les faire rôtir plus tard.",
      "Badigeonner l’intérieur des courges avec de l’huile d’olive et les lacer face coupée vers le bas sur une plaque de cuisson tapissée de papier sulfurisé.",
      "Recouvrir les courges d’une feuille d’aluminium et faire cuire au four pendant 30 minutes.",
      "Faire chauffer 15 ml (1 c. à soupe) dans un grand poêlon et y faire fondre les oignons, le poivron, le thym, la sauge et la verdure pendant environ 5 minutes.",
      "Ajouter le quinoa cuit, les raisins de Corinthe et les graines de citrouille. Bien mélanger. Assaisonner au goût avec du sel et du poivre.",
      "Retirer les courges du four. Fourrer les courges avec le mélange de quinoa et faire cuire 15 minutes de plus jusqu’à ce que la courge soit cuite."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/mini-courges-farcies-de-quinoa-et-de-verdure/"
  },
  {
    "titre": "Pâté aux restes du temps des Fêtes",
    "description": "Une recette simple pour vous aider à utiliser les restes de poulet ou de dinde.",
    "auteur": "Elaine Cheng",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "15 min",
    "temps_cuisson": "30 min",
    "temps_total": "45 min",
    "ingredients": [
      "1 fond de tarte (du commerce ou fait maison)",
      "0.25tspde sel",
      "0.25tspde poivre noir moulu",
      "1cupde lait",
      "2cupde bouillon de volaille",
      "6tbspde farine tout usage",
      "2tbspde beurre non salé",
      "4cupde restes de légumes grillés (maïs, pois, haricots verts, carottes, oignons)",
      "0.5cupde restes cuits de jambon, coupés en dés",
      "2cupde restes cuits de dinde ou de poulet, grossièrement émincés",
      "1abaisse de pâte à tarte"
    ],
    "instructions": [
      "Préchauffer le four à 220 °C (425°F). Disposer une feuille d’aluminium sur une plaque de cuisson et placer la plaque sur la grille du bas du four pour éviter les dégâts s'il y a un débordement pendant la cuisson.",
      "Dans une casserole, fondre le beurre à feu moyen. Ajouter la farine et cuire 1 minute en remuant.",
      "Ajouter graduellement le lait et le bouillon en fouettant, jusqu'à ce que le mélange soit homogène. Remuer jusqu'à ébullition. Continuer à fouetter jusqu'à ce que la sauce épaississe, environ 5 minutes.",
      "Ajouter les restes de viandes et de légumes, le sel et le poivre. Mélanger jusqu'à ce que toute la préparation soit chaude, environ 5 minutes. Rectifier l'assaisonnement.",
      "Verser la préparation dans le fond de tarte.",
      "Abaisser la pâte à tarte et recouvrir le pâté. Bien sceller en écrasant le rebord avec les doigts ou une fourchette. Faire une large incision au centre pour éviter les débordements.",
      "Enfourner sur la grille du milieu, sans couvrir pendant 15-20 minutes ou jusqu’à ce que la croûte soit dorée et que la garniture commence à bouillir.",
      "Laisser refroidir pendant 5-10 minutes avant de servir."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pate-aux-restes-du-temps-des-fetes/"
  },
  {
    "titre": "Vinaigre aux retailles de fruits",
    "description": "Transformez vos restes de fruits en un vinaigre maison acidulé et rafraîchissant grâce à cette fermentation simple. Il est idéal pour les vinaigrettes, les marinades, les sauces et même les shrubs maison!",
    "auteur": null,
    "type_de_plat": [],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "10 min",
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "2tasses de retailles de fruits propres (trognons de pommes, épluchures, queues de fraises, etc.)",
      "2cuillères à soupe de sucre",
      "2tasses d'eau filtrée"
    ],
    "instructions": [
      "1. Placez les retailles de fruits dans un pot en verre propre, en le remplissant à moitié.",
      "2. Faites dissoudre le sucre dans de l'eau tiède et versez sur les retailles de fruits, en les recouvrant d'au moins 2,5 cm et en laissant 5 cm entre le liquide et le haut du pot pour permettre la formation de bulles.",
      "3. Couvrez avec un linge maintenu en place par un élastique. Ne fermez pas hermétiquement.",
      "4. Conservez à température ambiante, à l'abri de la lumière directe du soleil. Remuez tous les jours pendant 2 semaines.",
      "5. Au bout de 2 semaines, le liquide aura pris une couleur plus foncée et sera légèrement trouble avec des dépôts, ce qui est tout à fait normal. Il aura un goût légèrement acidulé et sucré. Filtrez les morceaux solides et jetez-les au compost. Remettez le liquide dans le pot propre, couvrez-le d'un linge et laissez fermenter pendant 2 à 4 semaines supplémentaires, en goûtant de temps en temps. Lorsque le goût est acidulé et acide sans être trop sucré (comme du vinaigre), le mélange est prêt.",
      "6. Fermez hermétiquement et conservez dans un endroit frais et sombre pendant 6 mois maximum.",
      "Astuces",
      "•\tVous remarquerez peut-être une couche ou un film gélatineux à la surface pendant la dernière fermentation. Il s'agit de la « mère », un élément naturel du processus de fabrication du vinaigre. Elle est inoffensive et peut être mélangée ou retirée, selon vos préférences.",
      "•\tPour que la fermentation se déroule correctement, il est préférable d'utiliser de l'eau non chlorée ou filtrée.",
      "•\tSi vous constatez des signes de moisissure ou remarquez une forte odeur de pourriture, jetez le mélange et recommencez. Une odeur acidulée, fruitée, de levure ou de vinaigre est normale."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/vinaigre-aux-retailles-de-fruits/"
  },
  {
    "titre": "Soupe à la laitue",
    "description": "La laitue fanée peut encore être utilisée, et dans cette recette, nous la transformons en soupe riche et élégante.",
    "auteur": null,
    "type_de_plat": [
      "Soupe"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": "45 min",
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "1petite laitue - environ 150 g",
      "1,2 litres de bouillon de légumes",
      "1poireau",
      "150mgde crème à cuisson",
      "La partie verte du poireau se mange également, pas seulement le blanc.",
      "Tirez le maximum de vos restes",
      "Conservez dans un contenant hermétique",
      "Pendant 2 jours",
      "Mettez au frigo",
      "Réchauffez sur la cuisinière, au four ou au micro-ondes jusqu’à ce que le mélange soit très chaud. Ne réchauffez la soupe qu’une seule fois."
    ],
    "instructions": [
      "Nettoyez la laitue et le poireau et coupez-les en petits morceaux. Mettez-les dans une casserole avec le bouillon de légumes. Portez à ébullition, réduisez le feu et laissez mijoter pendant 15 minutes jusqu’à ce que les légumes soient tendres.",
      "Retirez du feu et laissez refroidir un peu, puis transférez le mélange dans un robot ou un mélangeur et liquéfiez-le jusqu’à ce qu’il soit bien lisse.",
      "Remettez la soupe dans la casserole et ajoutez la crème en remuant. Faites réchauffer à feu doux avant de servir."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/soupe-a-la-laitue/"
  },
  {
    "titre": "Soupe aux poireaux et aux pommes de terre",
    "description": "En quoi cette soupe aux poireaux et aux pommes de terre est-elle unique? Elle vous permet d’utiliser à la fois les feuilles vertes et la partie blanche des poireaux pour que vous en ayez davantage pour votre argent et pour réduire le gaspillage alimentaire.",
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Soupe"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "50 g de beurre",
      "3 grosses pommes de terre",
      "1 grand poireau",
      "Sel",
      "Poivre",
      "4 tasses de bouillon de légumes",
      "1 tasse de lait",
      "200 g de bacon (facultatif)"
    ],
    "instructions": [
      "Mélanger le beurre dans une grande casserole à feu moyen.",
      "Laver les pommes de terre, sans les éplucher, et les couper en cubes de 1 cm. Les ajouter à la casserole.",
      "Couper la partie blanche des poireaux en petites rondelles et les ajouter à la casserole. Retirer les feuilles vertes, bien les laver à l’eau pour ôter les résidus. Les couper en rubans fins et les ajouter à la casserole avec les blancs.",
      "Bien mélanger afin que tous les légumes soient bien enrobés de beurre. Ajouter du sel et du poivre. Baisser le feu au minimum, couvrir la casserole et laisser chauffer doucement pendant 10 minutes. Mélanger occasionnellement pour que les légumes ne colorent pas.",
      "Ajouter le bouillon de légumes dans la casserole, mélanger et laisser mijoter pendant 30 minutes.",
      "Utiliser un presse-purée pour écraser grossièrement les pommes de terre afin d’épaissir la soupe.",
      "Ajouter le lait et porter à ébullition.",
      "Si vous utilisez du bacon, faire chauffer une poêle à feu moyen. Couper le bacon en tranches fines et le placer dans la poêle. Le faire dorer jusqu’à ce qu’il soit croustillant ou cuit à votre goût.",
      "À la louche, verser la soupe dans des bols et saupoudrer de morceaux de bacon.",
      "Cette soupe contient des morceaux, mais si vous la préférez liquide, vous pouvez la passer au mixeur ou au robot culinaire à l’étape 6."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/soupe-aux-poireaux-et-aux-pommes-de-terre/"
  },
  {
    "titre": "Mini quiches aux restes de légumes",
    "description": null,
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "12",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "45 min",
    "ingredients": [
      "9œufs",
      "⅓ de tasse de crème moitié-moitié 10 %",
      "1 ½ cuillère à thé de thym frais, haché finement",
      "¼ de cuillère à thé de sel",
      "¼ de cuillère à thé de poivre",
      "1 ¼ tasse restes de légumes grillés ou rôtis, finement hachés (p. ex., aubergine, courgette, poivrons rouges, champignons, oignons rouges, courge, brocoli ou chou-fleur)",
      "½ tasse de fromage de chèvre ou de feta émietté",
      "⅓ de tasse de pesto ou de salsa (facultatif)"
    ],
    "instructions": [
      "Préchauffer le four à 190 °C. Fouetter les œufs, la crème, le thym, le sel et le poivre jusqu’à ce que le mélange soit homogène. Incorporer le reste de légumes grillés et le fromage. Verser le mélange dans 12 moules à muffins graissés.",
      "Cuire pendant 20 à 25 minutes, ou jusqu’à ce que les mini quiches soient cuites et gonflées. Laisser refroidir 5 minutes, puis démouler. Garnir de pesto ou d’un filet de salsa, s’il y a lieu, et servir les mini quiches chaudes ou froides.",
      "Les mini quiches cuites et refroidies se conservent jusqu’à 3 semaines au congélateur dans un sac en plastique refermable. Les réchauffer au four, à 190 °C, sans les faire décongeler au préalable."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/mini-quiches-aux-restes-de-legumes/"
  },
  {
    "titre": "Pouding au pain aux noix et sauce à la vanille et au caramel",
    "description": "La préparation de la sauce au caramel nécessite d’être vigilant, car le sucre brûle facilement, passant de doré et doux à noir et amer en un instant. Dans notre recette, nous utilisons de l’eau, ce qui ralentit et facilite le processus de cuisson du sucre. Laisser mijoter la sauce et prêter une attention particulière à sa couleur après 20 minutes de cuisson.",
    "auteur": "Sobeys",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": "8",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "6 tasses de pain aux raisins artisanaux en cubes ou de pain restant",
      "1 ¾ tasse de lait",
      "4 œufs",
      "¼ de tasse de sucre",
      "1 cuillère à thé de cannelle moulue",
      "1cuillère à thé de vanille",
      "½ tasse de noix, grossièrement hachées",
      "1tasse de sucre",
      "½ tasse d’eau",
      "½ bâton de cannelle",
      "¼ de tasse de crème 35 % à fouetter",
      "¼ de cuillère à thé de vanille",
      "¼ de tasse de noix, hachées",
      "1pincée de sel"
    ],
    "instructions": [
      "Préchauffer le four à 180 °C. Disposer le pain sur la plaque de cuisson et le cuire au four préchauffé pendant 12 à 15 minutes, jusqu’à ce qu’il soit doré. Laisser refroidir.",
      "Fouetter le lait, les œufs, le sucre, la cannelle et la vanille dans un bol jusqu’à ce qu’ils soient bien mélangés. Placer le pain et les noix dans un plat carré graissé de 2,5 L (9 po) allant au four. Verser le mélange contenant les œufs et bien enrober. Réserver pendant 15 minutes en mélangeant à la moitié de façon à bien imprégner le pain. Lisser le dessus et mettre au four environ 30 minutes, jusqu’à ce que le pain soit doré et que le tout soit pris.",
      "Pendant ce temps, mélanger le sucre, l’eau et le bâton de cannelle dans une casserole moyenne. Laisser mijoter à feu moyen pendant environ 20 minutes, jusqu’à ce que le mélange prenne une couleur de caramel clair. Retirer du feu immédiatement.",
      "Sans attendre, retirer le bâton de cannelle et incorporer la crème et la vanille en fouettant. Ajouter les noix et le sel.",
      "Napper le pouding au pain chaud de sauce chaude au caramel et servir",
      "Pour faire un pouding au pain sans gluten, il est possible de remplacer le pain aux raisins par 6 tasses de pain artisanal sucré sans gluten.",
      "La préparation de la sauce au caramel nécessite d’être vigilant, car le sucre brûle facilement, passant de doré et doux à noir et amer en un instant. Dans notre recette, nous utilisons de l’eau, ce qui ralentit et facilite le processus de cuisson du sucre. Laisser mijoter la sauce et prêter une attention particulière à sa couleur après 20 minutes de cuisson."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pouding-au-pain-aux-noix-et-sauce-a-la-vanille-et-au-caramel/"
  },
  {
    "titre": "Soupe à la salade et aux pommes de terre",
    "description": null,
    "auteur": "Sobeys",
    "type_de_plat": [
      "Soupe, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "8",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "40 min",
    "ingredients": [
      "2 cuillères à soupe d’huile d’olive",
      "1 gros oignon, coupé en dés",
      "2gousses d’ail, émincées",
      "1 cuillère à soupe de feuilles de thym frais",
      "½ cuillère à thé de sel",
      "5 tasses de bouillon de poulet à teneur réduite en sodium",
      "1 kg de pommes de terre à chair jaune, épluchées et hachées",
      "6 tasses de feuilles des salades de votre choix (p. ex., laitue, mélange printanier, épinards, laitue romaine, laitue Boston, jeunes pousses ou roquette)",
      "2 cuillères à soupe de jus de citron"
    ],
    "instructions": [
      "Faire chauffer l’huile dans une grande casserole à feu moyen. Cuire l’oignon, l’ail, le thym et le sel pendant environ 5 minutes, jusqu’à ce que l’oignon soit tendre et légèrement doré. Incorporer le bouillon et les pommes de terre, puis porter à ébullition.",
      "Couvrir et laisser cuire pendant 20 minutes, en mélangeant à l’occasion, jusqu’à ce que les pommes de terre soient bien cuites et se défassent. Incorporer les feuilles de salade. Cuire pendant 1 à 2 minutes, jusqu’à ce que les feuilles de salade soient tendres.\r\nAu moyen d’un mélangeur à main, réduire en purée lisse. Incorporer le jus de citron. Servir chaud ou froid. Déguster cette soupe accompagnée de sandwiches au fromage fondu ou au thon, ou de fromage et de craquelins.",
      "Il est aussi possible d’utiliser un mélangeur standard. Pour éviter l’accumulation de vapeur dans l’appareil, retirer le bouchon du couvercle et couvrir les côtés et le dessus du couvercle au moyen d’un torchon avant de mixer la soupe chaude par petites quantités jusqu’à obtention d’une consistance lisse."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/soupe-a-la-salade-et-aux-pommes-de-terre/"
  },
  {
    "titre": "Croustillant aux pommes",
    "description": "Une façon facile et délicieuse d’utiliser vos pommes.\r\nDécouvrez ci-dessous une astuce qui permet d’utiliser vos quignons et croûtes de pain dans le croustillant!",
    "auteur": null,
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "750gramde pommes, coupées en quartiers puis en tranches minces, avec la pelure (env. 4-6 pommes)",
      "Jus et zeste d’un citron",
      "180ml(1/3 de tasse) de cassonade",
      "10ml(½ c. à thé) de cannelle",
      "15ml(1 c. à soupe) de fécule de maïs",
      "30ml(2 c. à soupe) d’eau",
      "275ml(1 1/4 tasse) de flocons d’avoine",
      "60ml(1/2 tasse) de farine",
      "180ml(2/3 de tasse) de cassonade",
      "1pincée de sel",
      "10ml(½ c. à thé) de cannelle",
      "100gram(1/4 de tasse + 3 c. à soupe) d’huile de noix de coco fondue ou de beurre fondu",
      "70gramd’amandes tranchées ou de noix de Grenoble ou de pacanes en morceaux (facultatif)"
    ],
    "instructions": [
      "Faites chauffer le four à 175 C sans convection ou à 155 C à convection. Préparez un grand plat à cuisson légèrement graissé.",
      "Mélangez les ingrédients dans un grand bol en vous assurant de bien enrober les pommes. Versez le mélange sur la plaque de cuisson et étalez-le.",
      "Mélangez les ingrédients de la garniture et répartissez celle-ci sur les pommes.",
      "Faites cuire de 50 minutes à 1 heure ou jusqu’à ce que le mélange bouillonne doucement et que les pommes et la garniture soient cuites à votre goût.",
      "Pour utiliser les croûtes et les quignons de pain, réduisez à 1/4 de tasse la quantité de farine, et émiettez environ 1 tasse de pain entre vos doigts, puis mélangez avec la garniture pour ajouter du croustillant.",
      "Pour obtenir un dessert plus épicé, ajoutez du gingembre, de la muscade et du clou!"
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/croustillant-aux-pommes/"
  },
  {
    "titre": "Biscuits aux restes",
    "description": "Ces biscuits sont un excellent moyen d’utiliser les restes (p. ex., une poignée de bretzels, des croustilles ou du chocolat) après une fête. Leur bon goût sucré-salé vous surprendra.",
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": "10",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "45 min",
    "ingredients": [
      "125 g de beurre",
      "1 ½ tasse de restes salés : croustilles nature, morceaux de bretzels, arachides salées, etc.",
      "½ tasse de flocons d’avoine",
      "½ cuillère à thé de sel",
      "1 ½ tasse de farine préparée",
      "1 œuf",
      "½ cuillère à thé d’essence de vanille (ou d’un autre arôme que vous trouverez dans vos placards, p. ex., amande ou menthe poivrée)",
      "½ tasse de sucre blanc",
      "½ tasse de cassonade",
      "1 tasse de restes sucrés : pépites de chocolat, M&M’s, etc."
    ],
    "instructions": [
      "Préchauffer le four à 180 °C. Recouvrir deux plaques de cuisson de papier sulfurisé.",
      "Battre le beurre, le sucre, la cassonade et la vanille jusqu’à l’obtention d’une mixture pâle et crémeuse. Ajouter l’œuf et bien mélanger.",
      "Tamiser la farine et le sel, ajouter les flocons d’avoine et bien mélanger. Casser les bretzels et les croustilles en petits morceaux, les ajouter au mélange et incorporer les restes sucrés.",
      "Former des boules d’une bonne cuillère à café de pâte, les déposer sur les plaques et les aplatir légèrement avec une fourchette.",
      "Cuire pendant environ 12 à 15 minutes.",
      "Utiliser seulement des croustilles nature, pas de croustilles aromatisées.",
      "Si vous surveillez votre consommation de sucre, vous pouvez utiliser ⅓ de tasse de cassonade et ⅓ de tasse de sucre blanc.",
      "Modifiez la recette en fonction des restes que vous avez, les fruits secs et les céréales sont également délicieux dans ces biscuits."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/biscuits-aux-restes/"
  },
  {
    "titre": "Soupe aux tomates et aux haricots de Lima",
    "description": "Cette recette simple et rassasiante préparée avec un bouillon de poulet maison regorge de savoureuses tomates et de haricots de Lima, pour un repas du midi à petit prix.",
    "auteur": "LHFW UK",
    "type_de_plat": [
      "Soupe"
    ],
    "cote": "No ratings yet",
    "portions": "8",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "1carcasse de poulet en morceaux",
      "2branches de céleri hachées grossièrement",
      "1carotte hachée grossièrement",
      "1oignon haché grossièrement",
      "Quelques grains de poivre",
      "Une bonne pincée de sel",
      "1cuillère à thé d’herbes séchées, si vous en avez, ou une feuille de laurier",
      "4.5tasses de bouillon de poulet (ci-dessus)",
      "1boîte de coulis de tomates (passata)",
      "1boîte de tomates en dés (concassées)",
      "1cuillère à soupe de pâte de tomates",
      "2boîtes de haricots de Lima",
      "0.25de chou,tranché finement",
      "1gros oignon émincé",
      "1gousse d’ail émincée",
      "1carotte pelée et coupée en dés",
      "Feuilles de céleri hachées finement",
      "1branche de céleri hachée finement",
      "Un peu d’huile d’olive ou végétale neutre",
      "Sel et poivre",
      "Un filet de jus de citron"
    ],
    "instructions": [
      "Ajoutez le chou et laisser attendrir, puis servir.",
      "Porter à ébullition et vérifier l’assaisonnement. Ajouter un peu de jus de citron, saler et poivrer au goût.",
      "Ajouter le coulis, le concentré et les tomates en dés et réchauffer avant d’ajouter les haricots et le bouillon.",
      "Ajouter les oignons, l’ail, le céleri et la carotte et faire revenir doucement pendant quelques minutes, jusqu’à ce que les oignons commencent à devenir translucides.",
      "Dans une grande casserole, chauffer 1 cuillère à soupe d’huile à feu moyen.",
      "Filtrer le bouillon dans une autre casserole à l’aide d’une grande passoire et répéter l’opération en passant le liquide au tamis. Le bouillon se conserve au réfrigérateur pendant une semaine ou peut être congelé.",
      "Baisser le feu et mijoter, couvert, pendant au moins 2 heures.",
      "Couvrir de 2,5 l d’eau et porter à ébullition.",
      "La moitié restante de la soupe peut être passée au pied mélangeur pour faire une version crémeuse – au besoin, ajouter un peu d’eau et vérifier à nouveau l’assaisonnement, puis servir!",
      "Mettre tous les ingrédients dans une grande casserole."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/soupe-aux-tomates-et-aux-haricots-de-lima/"
  },
  {
    "titre": "Poivrons grillés farcis aux oeufs",
    "description": null,
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "8",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "4gros poivrons rouges, coupés en deux dans le sens de la longueur et épépinés",
      "2cuillères à soupe d’huile d’olive",
      "⅓ de tasse de sauce barbecue fumée façon",
      "8 tranches de fromage édam",
      "8œufs",
      "¼ de cuillère à thé de sel",
      "¼ de cuillère à thé de poivre noir",
      "2 cuillères à soupe de coriandre fraîche, hachée finement"
    ],
    "instructions": [
      "Badigeonner d’huile l’extérieur des poivrons coupés en deux. Les placer sur la plaque de cuisson, côté coupé vers le haut. Badigeonner l’intérieur des poivrons de sauce barbecue. Placer les poivrons sur le gril préchauffé à moyen-chaud, côté coupé vers le bas. Cuire pendant 4 à 5 minutes, ou jusqu’à ce qu’ils soient légèrement noircis et tendres. Retirer du gril. Placer une tranche de fromage dans chaque moitié de poivron, en pressant le fromage contre les côtés.",
      "Casser un œuf dans chaque moitié de poivron. Saler et poivrer.",
      "Réduire le feu à moyen. Remettre les poivrons sur le gril à feu indirect. Fermer le couvercle du barbecue. Cuire pendant 15 à 20 minutes, ou jusqu’à ce que les blancs d’œufs soient cuits. Les jaunes peuvent être encore coulants ou au degré de cuisson désiré. Saupoudrer de coriandre et servir."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/poivrons-grilles-farcis-aux-oeufs/"
  },
  {
    "titre": "Pesto au basilic",
    "description": "Préservez la couleur vive des herbes d'été en faisant du pesto et en le congelant pour ajouter du soleil dans vos plats tout au long de l'année.",
    "auteur": null,
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "10 min",
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "2cupbien remplies de basilic frais",
      "0.5cupde parmesan râpé",
      "0.33333333333333cupde pignons",
      "0.25tspde sel",
      "0.25tspde poivre",
      "0.5cupd’huile d’olive extra-vierge",
      "2 gousses d’ail hachées"
    ],
    "instructions": [
      "Dans un robot culinaire, hacher finement le basilic, le parmesan, les pignons, le sel et le poivre. Avec le moteur en marche, ajouter 1/3 tasse d’huile en filet continu. Incorporer l’ail.",
      "Répartir dans quatre bocaux hermétiques de 125 ml (4 oz) ; recouvrir avec l’huile restante. Se conserve au réfrigérateur pendant trois jours ou au congélateur pendant six mois."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pesto-au-basilic/"
  },
  {
    "titre": "Gnocchis à la citrouille",
    "description": null,
    "auteur": "Gel Lim",
    "type_de_plat": [
      "Plat principal, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "30 min",
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "250 ml (1 tasse) de citrouille cuite, écrasée ou en purée",
      "250 ml (1 tasse) de farine + un peu pour travailler la pâte",
      "2,5 ml (1/4 c. à thé) de sel",
      "2,5 ml (1/4 c. à thé) de muscade (facultatif)",
      "15 ml (1 c. à soupe) de beurre",
      "5 branches de thym frais ou 5 ml (½ c. à thé) de fines herbes sèches au choix",
      "1 gousse d’ail, émincé",
      "Persil"
    ],
    "instructions": [
      "Mettre la citrouille, la farine, le sel et la muscade (si on l’utilise) dans un bol et mélanger à la fourchette jusqu’à ce que le mélange tienne ensemble.",
      "Ajouter les fines herbes et laisser infuser dans le beurre pendant une minute, puis ajouter l’ail et faire cuire jusqu’à ce que le mélange devienne brun doré.",
      "Pour préparer le beurre noisette, faire fondre le beurre dans un poêlon à feu moyen et chauffer jusqu’à ce qu’il devienne moucheté. Réduire le feu à moyen-doux.",
      "Faire égoutter les gnocchis et y ajouter une sauce au choix ou un beurre noisette.",
      "Dans une grande casserole d’eau bouillante, faire cuire les gnocchis par lots pendant 5 à 7 minutes jusqu’à ce qu’ils flottent à la surface.",
      "Répéter le processus jusqu’à ce que toute la pâte soit abaissée et coupée.",
      "Couper la pâte en longueurs égales de votre choix et placer les morceaux sur un plateau recouvert d’un linge humide en attendant que les autres morceaux soient prêts.",
      "Saupoudrer la surface de travail d’une bonne quantité de farine et abaisser la pâte pour former un long rectangle de 1,5 cm de large.",
      "Diviser le mélange en trois portions; il est normal qu’elles soient collantes au toucher.",
      "Y ajouter les gnocchis et remuer. Servir chaud, saupoudré de quelques fines herbes supplémentaires."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/gnocchis-a-la-citrouille/"
  },
  {
    "titre": "Galette de pommes de terre aux restes",
    "description": "Ce plat typique du brunch permet d’utiliser les restes de pommes de terre rôties et de légumes cuits qui se trouvent dans votre frigo. Nous avons utilisé des restes de chou frisé, de haricots verts et de poivrons rôtis, mais vous pouvez essayer différentes combinaisons. Vous pouvez aussi en faire un plat végétarien en éliminant le bacon et en utilisant un fromage végétarien.",
    "auteur": "LFHW UK",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": "30 min",
    "temps_total": null,
    "ingredients": [
      "1gros oignon, haché",
      "1gousse d’ail, hachée",
      "3 ou 4 tranches de bacon non fumé, coupées grossièrement 6 à 8 pommes de terre rôties, coupées en cubes 200 g de légumes cuits (chou frisé, haricots verts et poivrons rouges)",
      "75g de cheddar fumé, râpé",
      "Huile d’olive",
      "Sel et poivre",
      "2 ou 3 gros œufs de poules élevées en plein air"
    ],
    "instructions": [
      "Sur feu moyen, chauffer un peu d’huile d’olive dans une poêle ou une sauteuse allant au four.",
      "Ajouter les oignons et laisser cuire quelques minutes avant d’ajouter l’ail et le bacon.",
      "Faire dorer le bacon pendant quelques minutes afin que les bords deviennent croustillants, puis ajouter les pommes de terre. Augmenter un peu le feu et laisser cuire pendant quelques minutes.",
      "Ajouter les légumes cuits, assaisonner avec le sel et le poivre et laisser cuire pendant encore quelques minutes.\r\nAjouter le fromage râpé et bien mélanger avant de retirer du feu.",
      "Répartir la galette uniformément au fond de la sauteuse. \r\nDéposer soigneusement deux œufs sur le plat avant de le placer dans le four préchauffé à 190 °C ou à 170 °C à chaleur tournante et laisser cuire pendant 8 minutes ou jusqu’à ce que les blancs d’œufs soient cuits.",
      "Servir immédiatement."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/galette-de-pommes-de-terre-aux-restes/"
  },
  {
    "titre": "lles de pain sucré à la cannelle",
    "description": null,
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Plat d’accompagnement"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "15 min",
    "ingredients": [
      "Croûtes de 10 tranches de pain (environ 40 morceaux)",
      "125 ml (½ tasse) de beurre fondu",
      "60 ml (1/4 tasse) de sucre",
      "5 ml (1 c. à thé) de cannelle moulue",
      "Garniture au chocolat (facultatif)"
    ],
    "instructions": [
      "Préchauffer le four à 190°C (375°F).",
      "Mettre les croûtes dans un bol et arroser de beurre fondu. Mélanger avec les mains pour que le pain soit bien enrobé de beurre.",
      "Dans un petit bol, mélanger le sucre et la cannelle.",
      "Saupoudrer les croûtes du mélange de sucre et mélanger pour bien les enrober.",
      "Répartir les croûtes en une seule couche sur une plaque de cuisson. Utiliser deux plaques au besoin.",
      "Cuire au four de 8 à 10 minutes, ou jusqu’à ce que les croûtes soient bien dorées.",
      "Laisser reposer les croûtes sur la plaque pendant quelques minutes pour qu’elles refroidissent et deviennent croustillantes.",
      "Pour la trempette, mettre la quantité désirée de garniture au chocolat dans un bol allant au four micro-ondes et faire chauffer à coups de 10 secondes jusqu’à obtention de la texture désirée."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/croustilles-de-pain-sucre-a-la-cannelle/"
  },
  {
    "titre": "Fabuleuse soupe aux feuilles de betterave",
    "description": "Notre recette préférée qui utilise toutes vos feuilles et tiges, pour ne rien perdre de vos légumes! Cette fabuleuse soupe de verdure contient une patate douce et toute la verdure que vous avez sous la main.",
    "auteur": "Christine Tizzard",
    "type_de_plat": [
      "Soupe"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "25 min",
    "ingredients": [
      "3c. à soupe d’huile",
      "1gros bouquet de feuilles de betterave, hachées grossièrement",
      "Sel et poivre",
      "4tasses de bouillon de légumes",
      "1pincée de poivre de cayenne (facultatif)",
      "1tasse de champignons tranchés (facultatif)",
      "0.25tasse de tiges de persil frais, hachées",
      "1patate douce de taille moyenne, coupée en dés",
      "1branche de céleri, coupée en dés",
      "1carotte, coupée en dés",
      "1tasse de tiges de betterave, hachées (ou de tiges de chou frisé)",
      "1tronçon d’environ 1 pouce de gingembre frais râpé, 1 tronçon de la même longueur de curcuma frais râpé ou 2 c. à thé de curcuma moulu",
      "2gousses d’ail, hachées finement",
      "1oignon, émincé"
    ],
    "instructions": [
      "Dans une grande casserole, attendrir l’oignon et l’ail dans l’huile à feu moyen. Ajouter le curcuma et le gingembre pour attendrir.",
      "Pendant ce temps, préparer la verdure : séparer les tiges des feuilles, les hacher et réserver. Hacher grossièrement les feuilles à utiliser et réserver.",
      "Ajouter la carotte, le céleri, la patate douce, le persil, les tiges de betterave et les champignons, puis cuire environ 5 minutes pour les attendrir un peu.",
      "Ajouter le bouillon, porter à ébullition. Laisser mijoter doucement à découvert environ 15 minutes ou jusqu’à ce que les légumes soient tendres. Ajouter les feuilles de betterave. Saler et poivrer. Laisser mijoter jusqu’à ce que la verdure soit bien tombée, environ 3 minutes.",
      "Passer au mélangeur pour obtenir la consistance souhaitée. Rectifier l’assaisonnement.",
      "Une fois le mélange réduit en potage, ajouter les champignons tranchés et le tofu, si désiré. Au service, garnir de croûtons ou de chapelure assaisonnée, si désiré."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/fabuleuse-soupe-aux-feuilles-de-betterave/"
  },
  {
    "titre": "Sauté au bœuf express",
    "description": "Les sautés sont excellents pour utiliser les pieds de brocoli. - Il suffit de peler la tige et de la couper en bâtonnets ou en tranches minces. Sans viande aussi, ce plat est délicieux : il suffit d’ajouter quelques légumes supplémentaires pour obtenir une savoureuse option végétarienne.",
    "auteur": "LFHW UK",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "15 min",
    "ingredients": [
      "8onces de steak de bœuf, émincé",
      "2cuillères à soupe d’huile neutre (ex. : de légume ou de tournesol)",
      "1tasse de riz à grains longs",
      "1sachet de sauce pour sauté",
      "1pied de brocoli, coupé en allumettes",
      "1branche de céleri tranchée en fines lanières",
      "2oignons verts, tranchés finement",
      "2gousses d’ail émincées",
      "2carottes, pelées et tranchées finement",
      "2poivrons, tranchés finement",
      "1gros oignon, tranché finement",
      "1pincée de flocons de chili ou un trait de sauce soya ou piquante (facultatif)"
    ],
    "instructions": [
      "Cuire le riz, le rincer, couvrir et garder au chaud.",
      "Dans une grande poêle antiadhésive ou un wok, verser un peu d’huile et faire revenir l’ail sans le brûler, puis ajouter le steak émincé. Faire revenir quelques minutes jusqu’à ce le tout soit cuit et réserver.",
      "Dans la même poêle ou le même wok, verser encore un peu d’huile et faire sauter l’oignon et les oignons verts à feu vif pendant 2 minutes.",
      "Ajouter les poivrons, le céleri, les carottes et le brocoli et faire sauter quelques minutes de plus, toujours à feu vif.",
      "Une fois les légumes cuits, remettre l’émincé de viande dans la poêle et ajouter le sachet de sauce.",
      "Servir le sauté avec du riz, garni de flocons de piment, ou d’un trait de sauce soya ou piquante, si désiré."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/saute-au-boeuf-express/"
  },
  {
    "titre": "Beignets de corned-beef avec salsa de maïs sucré et pêche",
    "description": "Nous rendons le corned-beef attrayant avec cette recette simple de beignets. La salsa sucrée et croquante complète parfaitement les beignets très salés.\r\nUne recette simple qui s'appuie sur quelques éléments essentiels du placard.",
    "auteur": "Par J’aime Manger Pas Gaspiller",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": "15 min",
    "temps_cuisson": "15 min",
    "temps_total": "30 min",
    "ingredients": [
      "4oignons verts",
      "Le jus d'une lime",
      "1cuillère à thé de flocons de piment",
      "Coriandre fraîche",
      "Réchauffer: Au four ou au micro-ondes jusqu'à ce qu'il soit très chaud. Ne réchauffer qu'une seule fois.",
      "Où les conserver: Réfrigérateur ou congélateur",
      "Durée: 2 jours au réfrigérateur, 3 à 6 mois au congélateur",
      "198grammes de maïs sucré en conserve",
      "Environ 200 g de pêches en conserve dans le jus de pêche",
      "1 boîte de 340 g de corned beef",
      "2oignons verts",
      "100grammes farine tout usage",
      "2œufs",
      "1cuillère à thé de poudre à pâte",
      "0.333333333333de tasse de lait",
      "1cuillère à thé de paprika",
      "Conserver dans: Boîte hermétique"
    ],
    "instructions": [
      "Commencez par préparer votre salsa. Hachez finement les pêches en conserve et mettez-les dans un bol avec le maïs sucré égoutté, 4 oignons verts émincés, du sel, du poivre et 1 cuillère à thé de flocons de piment.",
      "Ajoutez le jus d'une lime et un peu de jus de pêche et mélangez. Une fois l'assaisonnement ajusté, ajoutez une poignée de coriandre hachée et réservez.",
      "Mettre le four à 180°C (350°F) (160°C (325°F) pour un four à convection) et tapisser une plaque à pâtisserie de papier parchemin.",
      "Coupez votre corned-beef en petits cubes et émincez 2 oignons verts supplémentaires.",
      "Ajoutez la farine tout usage, la poudre à pâte et le paprika dans un bol avec le sel et le poivre. Mélanger.",
      "Dans un autre bol, battre les œufs et le lait avant de les ajouter aux ingrédients secs. Remuez ou fouettez jusqu'à l'obtention d'une pâte lisse.",
      "Ajoutez le corned-beef haché et les oignons verts et mélangez.",
      "Ajoutez une bonne quantité d'huile dans une poêle à frire et une fois bien chaude, ajoutez une grosse cuillerée de votre pâte. Essayez de garder la pâte aussi circulaire que possible.",
      "Faites frire vos beignets pendant 3-4 minutes avant de les retourner - les biscuits doivent être dorés de chaque côté.",
      "Déposez chaque beignet cuit sur la plaque à pâtisserie recouverte de papier parchemin et remettez-les au four pour les garder au chaud pendant que vous faites cuire le reste des beignets.",
      "Servez les beignets avec la salsa et dégustez !"
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/beignets-de-corned-beef-avec-salsa-de-mais-sucre-et-peche/"
  },
  {
    "titre": "Gâteau streusel aux baies et à la crème sure",
    "description": "Voici une recette de gâteau danois moelleux fourré à la confiture de baies et nappé d’un streusel au beurre. L’avantage de cette recette (ok, l’un des nombreux avantages) est que vous pouvez la préparer avec des fruits rouges qui ne sont plus de toute première fraîcheur. Les fruits mous, cueillis à maturité et qui n’ont pas été consommés assez rapidement sont parfaits. Ils s’incorporent au gâteau et cuisent pour donner la consistance d’une garniture pour tarte mousseuse.\r\n\r\nLa crème sure apporte de l’humidité à la pâte et ajoute une touche subtile qui rehausse l’acidité des baies.\r\n\r\nCette recette est très flexible et fonctionne bien avec la plupart des fruits d’été, n’hésitez pas à improviser en utilisant un fruit d’été sucré de saison (cerises, pêche, nectarines, bleuets).\r\n\r\nVous pouvez servir le gâteau chaud avec de la crème glacée, si vous le souhaitez, ou l’accompagner d’une bonne cuillérée de yogourt grec épais et l'appeler petit-déjeuner.",
    "auteur": "Foodess.com",
    "type_de_plat": [
      "Dessert, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": "45 min",
    "temps_total": null,
    "ingredients": [
      "1.5cup(190 g) de farine tout usage",
      "1/2 tasse + 1 c. à s. de sucre cristallisé (pour une utilisation différente)",
      "1tspde poudre à pâte",
      "1tspde bicarbonate de sodium",
      "1tspde sel kasher",
      "3/4 tasse + 2 c. à s. de crème sure",
      "0.5cupde beurre fondu",
      "2gros œufs",
      "0.5tspd’extrait de vanille pure",
      "1.5cupde framboises ou de mûres sauvages (ou un mélange des deux)",
      "0.25cupde beurre sans sel, à température ambiante",
      "0.5cupde cassonade",
      "0.5cupde farine tout usage"
    ],
    "instructions": [
      "Préchauffer le four à 180 °C (350 °F). Beurrer un moule de 1,5 l (carré de 20 x 20 cm ou rond de 23 cm de diamètre).",
      "Dans un grand récipient, mélanger la farine, ½ tasse de sucre, la levure chimique, le bicarbonate de sodium et le sel. Dans un autre récipient, mélanger la crème sure, le beurre fondu, les œufs et l’extrait de vanille. Incorporer la préparation à base de crème sure dans le mélange sec et mélanger jusqu’à obtenir une pâte homogène (la pâte doit être assez ferme). Étaler dans le moule beurré.",
      "Rincer le récipient de la pâte, puis ajouter les baies et mélanger avec la cuillère à thé de sucre restante. Disperser les baies sur la pâte.",
      "Pour faire le streusel, mélanger le beurre, le sucre et la farine dans un petit récipient. Saupoudrer de manière homogène sur les baies.",
      "Enfourner le gâteau pendant 45-55 minutes, jusqu’à ce que la lame d’un couteau ressorte propre. (Si le streusel noircit avant la fin de la cuisson du gâteau, couvrir avec une feuille d’aluminium et terminer la cuisson). Laisser refroidir le moule à gâteau sur une grille."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/gateau-streusel-aux-baies-et-a-la-creme-sure/"
  },
  {
    "titre": "Pizza au yogourt aux fruits",
    "description": "Le yogourt aux fruits est l'ingrédient secret de cette pizza sucrée.",
    "auteur": "Par J’aime Manger Pas Gaspiller",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": "45 min",
    "temps_cuisson": null,
    "temps_total": "45 min",
    "ingredients": [
      "1 pot de 150 g de yogourt aux fruits",
      "1 ½ pot de farine auto-levante (environ 1 tasse) + un peu plus pour rouler la pâte",
      "1/2 tasse de crème pâtissière",
      "Les garnitures ! Il peut s’agir de : noix de coco, pépites de chocolat, baies, bananes, tranches de pommes ou autres fruits, cannelle, guimauves, nutella."
    ],
    "instructions": [
      "Préchauffer le four à 200°C (400°F).",
      "Vider le yogourt dans un bol de taille moyenne. En utilisant le pot de yogourt comme une tasse à mesurer, verser un pot et demi de farine auto-levante dans le yogourt.",
      "Mélanger le yogourt et la farine jusqu'à l'obtention d'une boule.",
      "Verser le mélange sur une surface propre et farinée et pétrir pendant 5 minutes jusqu'à ce que la pâte soit élastique. Ajouter de la farine à la surface si nécessaire pour empêcher la pâte de coller.",
      "Abaisser la pâte à un demi-centimètre d'épaisseur et placer celle-ci sur une plaque de cuisson.",
      "Répartissez la crème pâtissière sur la pâte, puis ajoutez vos garnitures.",
      "Faites cuire au four jusqu'à ce que la pâte soit cuite (environ 20 à 30 minutes selon votre four).",
      "Si vous n'avez pas de crème pâtissière à utiliser comme tartinade, vous pouvez utiliser de la confiture ou du nutella.",
      "Les fruits tendres constituent une excellente garniture pour la pizza."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pizza-au-yogourt-aux-fruits/"
  },
  {
    "titre": "Trempette tzatziki",
    "description": null,
    "auteur": "LFHW Nouvelle-Zélande",
    "type_de_plat": [
      "Plat d’accompagnement"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "2 grosses courgettes",
      "1 gousse d’ail, écrasée",
      "15 ml (1 c. à soupe) de tahini",
      "15 ml (1 c. à soupe) de jus de citron",
      "sel, au goût",
      "poivre, au goût",
      "30 ml (2 c. à soupe) de yogourt grec",
      "poignée de feuilles de menthe, hachées",
      "huile d’olive, pour servir"
    ],
    "instructions": [
      "Faire chauffer le four à 200°C (400°F).",
      "Envelopper les courgettes entières dans une feuille de papier aluminium et mettre au four pendant 20 minutes, ou jusqu’à ce qu’elles soient tendres lorsque piquées à la fourchette. Retirer les courgettes du four et les laisser refroidir complètement.",
      "Passer les courgettes et l’ail au robot culinaire jusqu’à ce que le mélange soit lisse. Ajouter le tahini, le jus de citron, le sel et le poivre et faire tourner de nouveau pour bien mélanger.",
      "Transférer le mélange dans un bol et y incorporer 15 ml (1 c. à soupe) de yogourt et la moitié des feuilles de menthe. Décorer le dessus du mélange avec le reste de yogourt, un filet d’huile d’olive et le reste des feuilles de menthe."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/trempette-tzatziki/"
  },
  {
    "titre": "Chapelure grillée",
    "description": "Prenez l’habitude de conserver vos restes de pain dans un sac en papier.\r\n\r\nLa chapelure grillée est délicieuse dans une salade verte ou une salade de haricots, avec des pâtes, dans les soupes, sur les légumes grillés, bref, partout où vous souhaitez ajouter un peu de croquant à votre plat.\r\n\r\nLa chapelure grillée se conserve un mois au réfrigérateur et  six mois au congélateur.",
    "auteur": "Bob Blumer",
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "le pain rassis",
      "d’huile d’olive",
      "d’un pot de tomates séchées"
    ],
    "instructions": [
      "Lorsque vous êtes prêt à faire de la chapelure grillée, placez le pain rassis dans un sac de plastique ou de tissu et réduisez-le en chapelure grossière à l’aide d’un objet lourd. Vous pouvez également utiliser un mortier et un pilon.",
      "Pour faire de la chapelure grillée, versez une tasse de  chapelure grossière dans une poêle et chauffez à feu doux. Ajoutez deux cuillères à table d’huile d’olive ou d’huile provenant d’une conserve d’anchois, d’un pot de tomates séchées - ou de tout reste d’huile (sauf celle déjà utilisée pour de la friture).",
      "Mélangez à l’occasion en surveillant la cuisson pendant environ 10 minutes, ou jusqu’à ce que la chapelure soit bien dorée."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/chapelure-grillee/"
  },
  {
    "titre": "Crêpes aux bananes",
    "description": "Faites des crêpes aux bananes avec seulement trois ingrédients : déposez une banane, deux œufs et deux cuillères à soupe de farine dans un mélangeur. Vous pouvez multiplier la recette pour obtenir le nombre de portions désirées. Les restes se congèlent très bien en les disposant en une seule couche dans des contenants hermétiques. On peut les servir avec du sirop d’érable, du yogourt grec ou du beurre d’arachide tiède.",
    "auteur": "Jennifer Pallian | Foodess",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "1 banane",
      "2 gros œufs",
      "2 c. à soupe de farine",
      "Pincée de sel (facultative)",
      "Huile ou enduit antiadhésif en vaporisateur pour cuisson à la poêle"
    ],
    "instructions": [
      "Combiner tous les ingrédients dans un mélangeur (ou un robot culinaire) et mélanger le tout à vitesse élevée pendant environ 30 secondes, jusqu’à ce que la préparation ait une consistance mousseuse.",
      "Préchauffer une crêpière ou une poêle en fonte à feu moyen vif pendant quelques minutes (pour empêcher le mélange de coller), jusqu’à ce que l’eau grésille dès que vous en laissez tomber une goutte.",
      "Enduire ou vaporiser la crêpière d’huile ou d’enduit antiadhésif. Verser sur la plaque préchauffée l’équivalent de trois cuillères à soupe du mélange contenu dans le mélangeur pour obtenir des petites crêpes faciles à retourner. Cuire chaque côté pendant une à deux minutes. Utilisez une spatule en métal pour retourner les crêpes une fois à la mi-cuisson."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/crepes-aux-bananes/"
  },
  {
    "titre": "Pain aux bananes et aux pépites de chocolat",
    "description": "Tirez le maximum de chaque partie de la banane, y compris la peau! Ce gâteau moelleux et tendre est une délicieuse façon de réduire le gaspillage et d'augmenter votre apport en fibres.",
    "auteur": null,
    "type_de_plat": [],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "15 min",
    "temps_cuisson": "45 min",
    "temps_total": null,
    "ingredients": [
      "2bananes mûres, plus les peaux",
      "1cuillère à café d'extrait de vanille",
      "2œufs",
      "½ tasse d'huile ou de beurre fondu",
      "¾ tasse de sucre brun",
      "¼ cuillère à café de sel",
      "½ cuillère à café de cannelle",
      "1cuillère à café de levure chimique",
      "1cuillère à café de bicarbonate de soude",
      "1½ tasse de farine",
      "½ tasse de pépites de chocolat ou de noix"
    ],
    "instructions": [
      "1. Préchauffez le four à 180 °C (350 °F) et tapissez un moule à pain de 23 x 13 cm de papier parchemin.",
      "2. Lavez bien les bananes à l'eau froide et retirez les parties dures à chaque extrémité.",
      "3. Coupez les peaux en petits morceaux et placez-les dans un robot culinaire ou un mélangeur avec les bananes et 2 à 3 cuillères à soupe d'eau. Mixez jusqu'à obtenir une consistance lisse.",
      "4. Dans un petit bol, mélangez la farine, le bicarbonate de soude, la levure chimique, la cannelle et le sel.",
      "5. Dans un grand bol, battez le sucre, l'huile ou le beurre, les œufs et la vanille. Incorporez le mélange à base de banane.",
      "6. Ajoutez les ingrédients secs aux ingrédients humides. Mélangez délicatement, puis ajoutez les pépites de chocolat ou les noix.",
      "7. Versez dans le moule à pain et faites cuire au four pendant 45 à 50 minutes ou jusqu'à ce qu'un cure-dent inséré au centre en ressorte propre et que le dessus rebondisse au toucher.",
      "8. Laissez refroidir dans le moule pendant 15 minutes, démoulez et laissez refroidir sur une grille.",
      "Astuces",
      "•\tUtilisez des bananes très mûres pour obtenir un goût plus sucré et une peau plus tendre. Les peaux de bananes propres et congelées se mélangeront encore mieux.",
      "•\tRemplacez les pépites de chocolat par des noix, des graines de citrouille, des canneberges séchées ou des raisins secs.",
      "•\tSi vous n'êtes pas prêt à essayer les peaux, préparez cette recette avec 3 bananes mûres."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pain-aux-bananes-et-aux-pepites-de-chocolat/"
  },
  {
    "titre": "Croustade aux pommes entières",
    "description": "Qui ne s’est jamais régalé de croustade aux pommes? Voici une recette anti-gaspi automnale qui met à profit la pomme entière comme dessert individuel!",
    "auteur": "CHRISTINE TIZZARD",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "30 min",
    "temps_cuisson": "45 min",
    "temps_total": "15 min",
    "ingredients": [
      "125 ml (½ tasse) de farine d’avoine",
      "125 ml (½ tasse) de farine tout-usage ou de farine sans gluten de votre choix",
      "15 ml (1 c. à soupe) de cannelle moulue",
      "5 ml (1 c. à thé) de muscade moulue",
      "Facultatif : 5 ml (½ c. à thé) de gingembre moulu ou 20 ml (2 c. à thé) de gingembre frais râpé",
      "180 ml (3/4 tasse) de cassonade tassée",
      "500 ml (2 tasses) de flocons d’avoine",
      "150 ml (2/3 tasse) de beurre non salé, froid",
      "8 pommes à cuire, p. ex. Honeycrisp, Granny Smith ou Golden Delicious"
    ],
    "instructions": [
      "Chauffer le four à 180°C (350°F).",
      "Dans un grand bol, mélanger la farine d’avoine, la farine tout usage, la cannelle, la muscade, le gingembre (si utilisé), la cassonade et les flocons d’avoine. Avec les doigts ou le coupe-pâtes, incorporer le beurre froid dans le mélange de farine jusqu’à obtention de grumeaux.",
      "Tailler chaque pomme à 1 cm du haut et mettre ces tranches de côté. Retirer et jeter le trognon et les graines. Évider la chair en laissant 2 cm tout le tour et la mettre de côté. Une cuillère parisienne facilitera cette tâche.",
      "Hacher la chair de pomme ainsi retirée ainsi que celle de la tranche du haut et l’ajouter au mélange de croustade.",
      "Déposer les pommes sur une plaque de cuisson tapissée de papier sulfurisé et les remplir du mélange de croustade (environ 75 ml (1/3 tasse) par pomme).",
      "Faire cuire au four pendant 45 minutes, ou jusqu’à ce qu’elles soient cuites et la croustade dorée.",
      "Servir chaud ou à température ambiante."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/croustade-aux-pommes-entieres/"
  },
  {
    "titre": "Beignets au brocoli",
    "description": null,
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Plat principal, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "2",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "25 min",
    "ingredients": [
      "1/2 brocoli, tige et fleurettes",
      "2 œufs",
      "60 ml (1/4 tasse) de farine",
      "Zeste d’un citron",
      "60 ml (1/4 tasse) de fromage râpé",
      "Sel et poivre, au goût",
      "Huile d’olive, pour la cuisson",
      "60 ml (1/4 tasse) de yogourt nature",
      "15 ml (1 c. à soupe) de jus de citron"
    ],
    "instructions": [
      "Hacher grossièrement la tige et les fleurettes de brocoli et les passer au robot culinaire jusqu’à ce qu’elles soient finement hachées.",
      "Dans un bol, mélanger les œufs, la farine, le zeste de citron, le fromage, le sel et le poivre, et y incorporer le brocoli.",
      "Dans une petite poêle antiadhésive à feu moyen élevé, chauffer 1 cm (1/2 po) d’huile.  Déposer le mélange par petites cuillerées dans le poêlon et faire frire les beignets jusqu’à ce qu’ils soient dorés des deux côtés. Réserver sur du papier absorbant.",
      "Pour la sauce, mélanger ensemble le yogourt et le jus de citron. Servir les beignets avec la sauce."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/beignets-au-brocoli/"
  },
  {
    "titre": "Frittatas individuelles pour le brunch",
    "description": null,
    "auteur": "LFHW Scotland",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "45 min",
    "ingredients": [
      "8 gros, ou 10 moyens, œufs de poules élevées en liberté",
      "guelques gouttes d’huile neutre, d’olive ou de tournesol",
      "Sel et poivre",
      "10 ml (2 c. à thé) de moutarde anglaise ou de Dijon",
      "2,5 ml (½ c. à thé) de cumin moulu",
      "1/2 botte de ciboulette, finement hachée (en réserver un peu pour garnir)",
      "1/2 sac de bébés épinards, lavés",
      "1 courgette moyenne, râpée",
      "125 ml (½ tasse) de fromage cheddar vieilli râpé, ou tout autre fromage à pâte ferme",
      "crème fraîche pour garnir (facultatif)"
    ],
    "instructions": [
      "Faire chauffer un peu d’huile dans un poêlon antiadhésif. Ajouter la courgette râpée et cuire quelques minutes jusqu’à ce qu’elle commence à dorer.",
      "Sortir du four et laisser reposer quelques minutes, puis les démouler et laisser refroidir complètement.",
      "Préchauffer le four à 180°C (350°F) et cuire les frittatas pendant 18 minutes, ou jusqu’à ce qu’elles soient fermes et dorées.",
      "Huiler légèrement 12 moules à muffins  et y verser le mélange d’œufs.",
      "Assaisonner généreusement de poivre noir et d’une pincée de sel. Bien mélanger.",
      "Ajouter la moutarde, le fromage râpé, le cumin, les légumes cuits et la ciboulette hachée",
      "Dans un grand bol, casser les œufs et les fouetter.",
      "Placer les légumes cuits dans une passoire et les écraser à l’aide du dos d’une cuillère pour extraire l’excès de liquide, que vous pouvez jeter ou conserver pour une autre utilisation. Mettre les légumes de côté et les laisser refroidir.",
      "Ajouter les feuilles d’épinards et les faire tomber.",
      "Servir les frittatas garnies d’une cuillerée de crème fraîche et de ciboulette hachée."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/frittatas-individuelles-pour-le-brunch/"
  },
  {
    "titre": "Bruschetta de tomates abîmées",
    "description": "Ne jetez pas les tomates juste parce qu’elles sont un peu abîmées ou ridées. Utilisez-les pour faire des sauces, des soupes, ou cette recette de « bruschetta de tomates » abîmées! Accompagnez-les avec des tranches de pain de la veille un peu rassis.",
    "auteur": null,
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "20 min",
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "2cupde tomates trop mûres ou abîmées, coupées en dés (4 tomates en grappe ou 2 tomates bifteck)",
      "0.25tspde sel kasher",
      "1tspde cumin moulu",
      "1tbspde jus de citron vert",
      "1tbspde coriandre fraîche, hachée",
      "1gousse d’ail, finement hachée",
      "0.5cupde piment jalapeno, coupé en dés",
      "0.25cupde poivron vert, coupé en dés",
      "0.5cupd’oignon rouge, coupé en dés",
      "0.25tspde poivre noir moulu"
    ],
    "instructions": [
      "Mélanger tous les ingrédients dans un récipient.",
      "Pour plus de saveur, laisser reposer dans le réfrigérateur pendant 30 minutes avant de servir.",
      "Trancher le pain rassis et faire griller les tranches au four. Garnir avec la préparation pour bruschetta et agrémenter avec la coriandre."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/bruschetta-de-tomates-abimees/"
  },
  {
    "titre": "Soupe à la citrouille couronnée de pommes et de noix de Grenoble",
    "description": null,
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat principal, Soupe, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": "45 min",
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "15 ml (1 c. à soupe) d’huile de canola",
      "1 ½ L (6 tasses) de citrouille, pelée et coupée en dés",
      "½ petit oignon, émincé",
      "2 gousses d’ail, pelées et écrasées",
      "750 ml (3 tasses) de bouillon de poulet faible en sel",
      "15 ml (1 c. à soupe) de sirop d’érable",
      "2,5 ml (1/4 c. à thé) de muscade",
      "2,5 ml (1/4 c. à thé) de sel et de poivre",
      "1 pomme Granny Smith, émincée",
      "60 ml (1/4 tasse) de ciboulette fraîche, hachée",
      "60 ml (1/4 tasse) de noix de Grenoble, hachées",
      "15 ml (1 c. à soupe) de jus de citron",
      "30 ml (2 c. à soupe) de sirop d’érable, divisé"
    ],
    "instructions": [
      "Dans un grand poêlon, chauffer l’huile à feu moyen-élevé. Ajouter la citrouille, l’oignon et l’ail. Faire cuire jusqu’à ce que le mélange brunisse légèrement, de 5 à 6 minutes. Ajouter le bouillon, 15 ml (1 c. à soupe) de sirop d’érable, la muscade, le sel et le poivre.",
      "Recouvrir et laisser mijoter jusqu’à ce que la citrouille soit très tendre, environ 15 minutes.\r\nEntre temps, pour préparer la garniture, mélanger la pomme émincée, la ciboulette, les noix de Grenoble, le jus de citron et 15 ml (1 c. à soupe) de sirop d’érable. Mettre de côté.",
      "Au mélangeur, réduire la citrouille en purée jusqu'à ce que la soupe soit bien lisse, verser dans 4 bols et saupoudrer de garniture. Juste avant de servir, décorer les portions de soupe du reste de sirop d’érable."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/soupe-a-la-citrouille-couronnee-de-pommes-et-de-noix-de-grenoble/"
  },
  {
    "titre": "Les gnocchis, un plat SIMPLE",
    "description": "Le prix des pâtes augmente? Transformez vos surplus de pommes de terre au four en gnocchis. Seulement 4 ingrédients pour un repas prêt en un rien de temps. Contrairement aux autres pâtes maison, les gnocchis sont très faciles à préparer.",
    "auteur": null,
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "2",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "25 min",
    "ingredients": [
      "2tasses de pommes de terre cuites au four bien écrasées",
      "1jaune d’œuf",
      "1tasse de farine de type « 00 » ou tout usage (+ ce qu’il faut pour enfariner le plan de travail)",
      "1c. à soupe d’herbes fraîches hachées finement ou 1 c. à thé d’herbes sèches de votre choix",
      "Une pincée de sel"
    ],
    "instructions": [
      "Pour préparer la pâte : dans un grand bol, mélanger la purée de citrouille et le jaune d’œuf. Ajouter la farine, les herbes et le sel, et continuer de mélanger jusqu’à l’obtention d’une pâte plutôt sèche. Ajouter de la farine si le mélange n’est pas suffisamment sec.",
      "Pour former les gnocchis, déposer la pâte sur un plan de travail légèrement enfariné et la diviser en 4 portions. Avec les mains, rouler chaque portion pour obtenir un boudin d’environ 1⁄2 pouce de diamètre. À l’aide d’un couteau enfariné, couper le boudin en tronçons d’environ 1 pouce. Si désiré, vous pouvez strier les gnocchis à la fourchette : appuyer le dos d’une fourchette jusqu’au dent à l’aide de votre pouce sur la pâte.",
      "Dans une grande casserole d’eau salée bouillante, faire cuire les gnocchis jusqu’à ce qu’ils remontent à la surface, de 3 à 5 minutes.",
      "Égoutter immédiatement et napper de votre sauce préférée."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/les-gnocchis-un-plat-simple/"
  },
  {
    "titre": "Pesto de Bob Blumer",
    "description": null,
    "auteur": null,
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "2tasses (500 ml) de fanes de céleri, de radis, de navet, de fenouil, de carottes ou d’un mélange de toutes ces fanes.",
      "4c. à soupe (60 ml) d’huile d’olive ou d’huile végétale récupérée (par exemple, d’un pot de tomates séchées ou de cœurs d’artichauts) 2 gousses d’ail défraîchies, grossièrement hachées",
      "0.25tasse (60 ml) de beurre d’arachides (n’hésitez pas à gratter le fond du pot)",
      "3oz (85 g) de restes de fromage (parmesan, gouda, etc.), râpé"
    ],
    "instructions": [
      "Passer tous les ingrédients au robot culinaire ou au mélangeur. Au besoin, ajouter 1 ou 2 c. à soupe (15 à 30 ml) d’eau. Réserver."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pesto-de-bob-blumer/"
  },
  {
    "titre": "Kimchi Facile",
    "description": "Ce mets traditionnel coréen existe depuis des centaines d’années et il s’agit d’une formidable façon de donner une seconde vie aux légumes. Essayez cette recette facile à réaliser chez vous.",
    "auteur": "LFHW UK",
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "8",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "1chou chinois nappa",
      "30g de sel de qualité",
      "6gousses d’ail",
      "2cuillères à thé de gingembre râpé",
      "2cuillères à thé de sucre",
      "2cuillères à thé de sauce poisson (facultatif)",
      "Flocons de piment rouge ou sauce au piment",
      "4oignons nouveaux coupés en dés",
      "Carottes et radis râpés, selon votre goût"
    ],
    "instructions": [
      "Ôter la base du chou, puis couper le reste en morceaux de 3 cm.",
      "Dans un grand bol, faire pénétrer le sel en massant le chou jusqu’à ce qu’il commence à s’attendrir.",
      "Mettre ensuite le chou dans le bol en veillant à ce qu’il soit entièrement recouvert de sel.",
      "Poser un plat ou une poêle sur le chou et réserver pendant 1 heure et demie.",
      "Rincer le chou soigneusement à l’eau froide et le laisser égoutter.",
      "Mixer le kimchi avec la sauce poisson, le gingembre, l’ail et la sauce au piment ou les flocons de piment jusqu’à l’obtention d’une pâte lisse.",
      "Il est possible de remplacer les flocons de piment traditionnels coréens par une autre sauce piquante, comme la sauce Sriracha. Vous pouvez pimenter votre kimchi selon votre goût.\r\nMettre le chou, les carottes, les radis et les oignons dans le bol et mixer avec la pâte obtenue. Traditionnellement, le kimchi comprend des carottes et du radis, mais pourquoi ne pas essayer de le réaliser avec les restes du frigo?",
      "Lorsqu’il est bien mixé, placer le kimchi dans un bocal stérilisé de façon à ce qu’il soit bien compact. Laisser environ 2 cm en haut du bocal et bien appuyer jusqu’à ce que le jus recouvre la préparation. Le kimchi doit toujours être recouvert de jus.",
      "Conserver le bocal à température ambiante pendant environ 5 jours en ouvrant chaque jour le couvercle pour vérifier l’état du kimchi.",
      "Une fois que le kimchi a fermenté, le conserver au frigo et le déguster avec du riz, des nouilles ou même des pancakes.\r\nSon goût s’affirmera au fil du temps."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/kimchi-facile/"
  },
  {
    "titre": "Croustilles de chou frisé à la cajun",
    "description": null,
    "auteur": "Sobey’s",
    "type_de_plat": [
      "Plat d’accompagnement, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "6",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "35 min",
    "ingredients": [
      "3 litres (12 tasses) de feuilles de chou frisé (environ 2 bottes moyennes)",
      "30 ml (2 c. à soupe) d’huile végétale",
      "10 ml (2 c. à thé) d’épices cajuns"
    ],
    "instructions": [
      "Préchauffer le four à 135°C (275°F).",
      "Bien nettoyer le chou frisé et l’assécher à l’aide d’une essoreuse à salade ou d’essuie-tout.",
      "Déposer le chou dans un grand bol; arroser d’huile et d’épices cajuns au goût et mélanger.",
      "Étaler le chou frisé en une seule couche sur 2 plaques de cuisson tapissées de papier parchemin.",
      "Cuire au four 25 minutes ou jusqu’à ce que le chou soit croustillant et encore très vert, en retournant les feuilles à mi-cuisson.",
      "Laisser refroidir à température de la pièce avant de servir."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/croustilles-de-chou-frise-a-la-cajun/"
  },
  {
    "titre": "Confiture de Bob Blumer",
    "description": "En plus de donner une seconde vie aux fruits défraîchis, les confitures maison réfrigérées contiennent vraiment moins de sucre que les confitures du commerce. Et comme elles se conservent au froid, il n’est pas nécessaire de stériliser les pots.",
    "auteur": null,
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "3tasses (750 ml) de fraises, équeutées et coupées en quartiers, ou de framboises, de mûres, de pêches, de prunes, de nectarines, etc.",
      "0.25tasse (60 ml) de sucre",
      "1quartier de pomme, pelé et râpé",
      "2c. à soupe (30 ml) de jus de citron",
      "2pots de 8 oz (250 ml) bien propres, tout droit sortis du lave-vaisselle ou lavés à l’eau chaude savonneuse"
    ],
    "instructions": [
      "Peler et dénoyauter les fruits. Nettoyer, puis équeuter les baies. Dans une casserole non réactive, sur un feu moyen, mélanger les fruits et tous les autres ingrédients. Porter à ébullition, puis baisser le feu et laisser frémir 45 minutes, jusqu’à ce que la confiture épaississe. Laisser refroidir, puis verser dans les pots. La confiture se conserve environ une semaine au frigo ou environ six mois au congélo."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/confiture-de-bob-blumer/"
  },
  {
    "titre": "Pâtes à la citrouille",
    "description": null,
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "250 ml (1 tasse) de citrouille cuite en purée",
      "Persil frais haché grossièrement",
      "60 ml (1/4 tasse) de fromage parmesan, râpé finement",
      "100 g de fromage feta, émietté",
      "10 ml (1 c. à thé) d’ail, émincé",
      "100 g de beurre",
      "Farine, pour enfariner la surface",
      "2,5 ml (1/4 c. à thé) + 5 ml (½ c. à thé) de sel",
      "500 ml (2 tasses) de farine, tamisée",
      "Poivre noir fraîchement moulu, au goût"
    ],
    "instructions": [
      "Dans un grand bol, mettre la citrouille en purée, la farine et 2,5 ml (1/4 c. à thé) de sel. Pétrir à la main pendant plusieurs minutes jusqu’à ce que toute la farine soit incorporée. Transférer la pâte sur une surface enfarinée et la diviser en deux portions.",
      "Sur une surface enfarinée, abaisser la première portion de la pâte jusqu’à ce qu’elle ait environ 2 mm d’épaisseur. Saupoudrer légèrement le dessus de la feuille de pâte de farine et masser délicatement avec les doigts. Enrouler la pâte sur elle-même pour former un cylindre. En travaillant rapidement, couper le cylindre en tranches de 1 cm. Dérouler les bandelettes de pâte immédiatement et les placer sur une surface enfarinée. Répéter le processus avec la deuxième portion de pâte à la citrouille.",
      "Remplir une grande casserole d’eau, y ajouter 5 ml (½ c. à thé) de sel et porter à ébullition. Faire cuire quelques bandelettes de pâte à la fois pendant 3 minutes, puis les retirer de l’eau et les mettre dans une passoire pendant qu’on fait cuire les autres morceaux. Bien cuites, les pâtes seront visqueuses au toucher.",
      "Dans un grand poêlon, faire fondre le beurre à feu moyen. Ajouter l’ail et faire sauter pendant plusieurs minutes. Ajouter les morceaux de pâte cuite au beurre à l’ail et bien remuer. Éteindre le feu. Ajouter le fromage feta émietté et remuer délicatement.",
      "Servir chaud saupoudré de fromage parmesan, de persil frais et de poivre noir moulu au goût."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pates-a-la-citrouille/"
  },
  {
    "titre": "Pâtes au thon",
    "description": "Ce plat de pâtes au thon est idéal pour le souper avec ses ingrédients simples comme des pâtes sèches, du thon en conserve et des tomates en dés.",
    "auteur": "LFHW Scotland",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "2 c. à soupe d'huile d'olive",
      "1 oignon, haché",
      "2 gousses d'ail, hachées finement",
      "2 tasses de tomates en dés aux herbes",
      "½ c. à thé de chili en poudre",
      "1 c. à thé de sucre",
      "1 tasse de pâtes Farfalle (ou toute autre pâte courte)",
      "100g de thon, égoutté",
      "Quelques feuilles de basilic, ciselées"
    ],
    "instructions": [
      "Faire chauffer l'huile dans une poêle afin d’y faire cuire les oignons pendant quelques minutes jusqu'à ce qu'ils commencent à ramollir. Incorporer l'ail, les tomates, le chili en poudre et le sucre. Assaisonner de sel et de poivre et porter à ébullition. Remuer bien, puis réduire le feu et laisser mijoter 5 minutes.",
      "Pendant ce temps, porter à ébullition une grande casserole d'eau salée. Ajouter les pâtes et cuire selon les instructions de l’emballage.",
      "Émietter le thon dans la sauce et ajouter un peu d’eau des pâtes au besoin. Égoutter les pâtes et les mélanger avec la sauce. Ajouter les feuilles de basilic ciselées. Bien poivrer."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pates-au-thon/"
  },
  {
    "titre": "Gnocchis aux restes de purée de pommes de terre",
    "description": null,
    "auteur": "Kendall Gustavson",
    "type_de_plat": [
      "Plat principal, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "1cupde farine",
      "2cupde restes de purée de pommes de terre",
      "0.25tspde sel (ajuster selon la quantité de sel déjà présente dans la purée de pommes de terre)",
      "4tbspde beurre",
      "0.25cupd'estragon frais",
      "Parmesan pour le service"
    ],
    "instructions": [
      "Si la purée de pommes de terre est un peu humide, la mettre dans une poêle à frire et cuire à feu moyen ou doux pour la faire sécher. Le séchage peut prendre jusqu’à 10 minutes selon le type de pommes de terre et la quantité de liquide dans la purée. Si vous utilisez des pommes de terre Russet et que vous n’avez pas ajouté beaucoup de liquide, vous pouvez sauter cette étape.",
      "Mettre la farine dans un grand récipient peu profond et faire un puits. Puis ajouter la purée de pommes de terre en faisant également un puits au milieu. (Si vos pommes de terre sortent tout juste du fourneau, laissez-les refroidir légèrement avant de continuer).",
      "Ajouter l’œuf battu et le sel dans le puits de pommes de terre. À l’aide d’une fourchette, incorporer doucement la purée de pommes de terre à l’intérieur du puits, puis la farine. Quand une pâte lisse mais pas trop collante commence à se former, prendre la moitié de la pâte à la main et la plier sur elle-même; tasser légèrement la pâte et tourner le récipient d'un quart de tour avant de répéter l'opération. Un peu de farine dans le récipient n’a pas encore été incorporée, c’est normal! Si la pâte colle aux doigts, prendre un peu de farine sur les bords du récipient et saupoudrer sur la pâte avant de plier. Si la pâte est humide, mais qu’elle ne colle pas, laisser la farine au fond du récipient.",
      "Après l'avoir plié environ 15 fois, couper la pâte en deux. Sur un plan de travail bien fariné, rouler la moitié de la pâte pour former un boudin d’environ 2 cm de diamètre. À l’aide d’un couteau ou d’un coupe-pâte, couper le boudin en parts de 1 cm. Enrober les parts de farine pour que les extrémités collantes n'adhèrent pas au plan de travail. Disposer les parts sur une plaque à pâtisserie jusqu’à la cuisson. Répéter l’opération avec l’autre moitié de pâte.",
      "Pour la cuisson, porter à ébullition de l’eau salée dans une grande casserole. Au même moment, faire revenir du beurre dans une grande poêle à frire à feu moyen. Quand le beurre commence tout juste à changer de couleur, ajouter une grande partie de l'estragon et mettre à feu doux pour que le beurre ne brûle pas.",
      "Cuire les gnocchis par lots. Prendre 1/3 des gnocchis et les mettre dans l’eau bouillante. Mettre le beurre à feu moyen. Au bout de quelques minutes seulement les gnocchis remontent à la surface; les retirer avec une écumoire, pour que l’eau s’égoutte, et les mettre immédiatement dans le beurre. Faire dorer 3 minutes de chaque côté; l’extérieur sera croustillant. Garder le rythme pour ajouter continuellement des gnocchis frais dans le beurre et servir la totalité du plat chaud.",
      "Servir avec de l’estragon frais, du parmesan râpé et du poivre fraîchement moulu."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/gnocchis-aux-restes-de-puree-de-pommes-de-terre/"
  },
  {
    "titre": "Riz de chou-fleur au citron et aux herbes",
    "description": "Utilisez l’intégralité de votre chou-fleur, y compris les tiges, grâce à ce riz de chou-fleur au citron et aux herbes.",
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "5 min",
    "ingredients": [
      "1 chou-fleur entier",
      "1 citron",
      "1 poignée d’herbes (p. ex., de la menthe, du persil ou du basilic)",
      "Sel et poivre"
    ],
    "instructions": [
      "Râper ou hacher finement le chou-fleur (bouquets, tiges, nervures et feuilles) ou le passer au robot culinaire, jusqu’à l’obtention d’une texture similaire à de la chapelure en morceaux.",
      "Placer dans un grand bol allant au micro-ondes avec un peu d’eau et cuire pendant environ 5 minutes. La vapeur produite cuira le chou-fleur. Mélanger et vérifier la cuisson; la prolonger s’il y a lieu.",
      "Prélever le zeste et le jus du citron et hacher les herbes. Ajouter au riz de chou-fleur et bien mélanger. Saler et poivrer.",
      "Servir en salade d’été en ajoutant des légumes ou en accompagnement d’un plat de votre choix à la place du riz.",
      "Vous pouvez rehausser la saveur de ce plat en ajoutant vos épices préférées pour en faire un riz de chou-fleur épicé.",
      "Vous pouvez aussi utiliser le chou-fleur haché pour faire un taboulé ou une pâte à pizza."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/riz-de-chou-fleur-au-citron-et-aux-herbes/"
  },
  {
    "titre": "Gâteau réfrigéré aux restes de chocolat",
    "description": "Ce délicieux gâteau réfrigéré facile à préparer est une excellente façon d’utiliser les restes de chocolat de Pâques! Vous pouvez utiliser n’importe quels biscuits et mélanges de noix ou de fruits secs que vous trouverez dans vos placards.",
    "auteur": "LFHW UK",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": "8",
    "temps_preparation": null,
    "temps_cuisson": "20 min",
    "temps_total": null,
    "ingredients": [
      "250 g de biscuits Graham",
      "300 g de chocolats de Pâques en morceaux (il est possible de mélanger différents chocolats – noir, blanc et lait)",
      "125 g de beurre",
      "150 g de sirop doré",
      "75 g de raisins secs",
      "75 g de noix mélangées, hachées grossièrement",
      "Pour décorer : des morceaux d’œufs de Pâques"
    ],
    "instructions": [
      "Tapisser de papier parchemin un moule ou une plaque rectangulaire, en laissant un espace vide sur les bords et réserver.",
      "Placer les biscuits dans un sac et les broyer avec un rouleau à pâtisserie, puis les réserver.",
      "Placer un bol résistant à la chaleur dans une casserole d’eau frémissante.",
      "Ajouter le chocolat en morceaux, le sirop doré et le beurre. Bien mélanger jusqu’à ce que l’ensemble soit onctueux.",
      "Retirer le bol du feu.",
      "Ajouter les brisures de biscuits, les raisins secs et les noix hachées.",
      "Bien mélanger pour enrober tous les ingrédients.",
      "Transférer dans le plat ou sur la plaque de cuisson tapissé de papier parchemin. Utiliser une cuillère en bois pour bien répartir le mélange dans tous les coins.",
      "Saupoudrer les morceaux d’œufs de Pâques sur le gâteau, puis le laisser refroidir au réfrigérateur pendant 2 ou 3 heures.",
      "Soulever les bords du papier parchemin pour transférer le gâteau sur une planche et le découper en tranches. Servir et déguster!"
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/gateau-refrigere-aux-restes-de-chocolat/"
  },
  {
    "titre": "Mini Pizza aux Entames de Pain",
    "description": "Vos entames de pain finissent-elles toujours oubliées au fond du sac à pain? Voilà une bonne façon de les utiliser avant qu’elles soient rassies. Cette recette délicieuse et simple est parfaite pour les petits chefs accompagnés d’un adulte.",
    "auteur": "LFHW UK",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "Entames d’un pain de mie",
      "Tomates",
      "Herbes hachées",
      "Restes du frigo",
      "Fromage râpé",
      "Poivre"
    ],
    "instructions": [
      "Préchauffer le four à 180 °C.",
      "Placer les entames sur une plaque de cuisson.",
      "Les garnir de tomates pour faire la base de votre pizza.",
      "Créer votre garniture en utilisant les restes du frigo.",
      "Parsemer d’herbes et d’une cuillère à thé de fromage râpé.",
      "Assaisonner avec du poivre."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/mini-pizza-aux-entames-de-pain/"
  },
  {
    "titre": "Barres à la citrouille, aux pruneaux et au chocolat",
    "description": "Barres à la citrouille, aux pruneaux et au chocolat",
    "auteur": "Lucy Corry, The KitchenMaid",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": "8",
    "temps_preparation": "45 min",
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "250 ml (1 tasse) de pruneaux",
      "2,5 ml (1/4 c. à thé) de sel",
      "5 ml (½ c. à thé) de bicarbonate de soude",
      "5 ml (½ c. à thé) de cannelle",
      "10 ml (1 c. à thé) d’essence de vanille",
      "1 œuf",
      "100 g de beurre fondu",
      "250 ml (1 tasse) de citrouille cuite en purée",
      "250 ml (1 tasse) de flocons d’avoine",
      "100 g de chocolat noir, haché grossièrement"
    ],
    "instructions": [
      "Mettre les pruneaux dans un petit bol, les recouvrir d’eau bouillante et réserver.",
      "Faire chauffer le four à 180°C (350°F) et tapisser un petit moule à brownie (mesurant environ 27 x 20 cm [8 x 10 po]) de papier sulfurisé en le laissant dépasser les rebords du moule.",
      "Au robot culinaire, moudre les flocons d’avoine finement et les verser dans un bol.\r\nFaire égoutter les pruneaux. Mettre les pruneaux, la citrouille, le beurre fondu et l'œuf dans le robot et laisser tourner jusqu’à ce que le mélange soit homogène. Ajouter les flocons d’avoine moulus, la cannelle, l’essence de vanille, le sel et le bicarbonate de soude et faire tourner de nouveau pour bien mélanger.",
      "Ajouter le chocolat et faire pulser pour l’incorporer au mélange, puis verser le tout dans le moule et faire cuire pendant 25 à 30 minutes jusqu’à ce qu’il soit pris et qu'il rebondisse au toucher. Laisser tiédir et couper en barres."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/barres-a-la-citrouille-aux-pruneaux-et-au-chocolat/"
  },
  {
    "titre": "Soupe poulet et nouilles",
    "description": "Transformez votre reste de poulet rôti en soupe poulet et nouille réconfortante.",
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Soupe"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "Os ou carcasse de poulet (rôti) ou un poulet entier",
      "2cubes de bouillon de poulet",
      "Restes de sauce (facultatif)",
      "2tasses de poulet cuit, effiloché",
      "250g (8 onces) de spaghettis secs",
      "2branches de céleri hachées finement",
      "1poireau entier émincé (le blanc et le vert)",
      "2carottes hachées",
      "8tasses d’eau",
      "1feuille de laurier (facultatif)",
      "2gousses d’ail hachées ou 1 cuillère à thé d’ail écrasé",
      "Poivre au goût",
      "1cuillère à thé de sel",
      "2cuillères à thé de mélange d’herbes"
    ],
    "instructions": [
      "Préparer le bouillon de poulet en mettant la carcasse de poulet, le sel, le poivre, l’ail, la feuille de laurier (le cas échéant) et l’eau dans une grande casserole. Porter à ébullition puis baissez le feu et laisser mijoter au moins 60 minutes.",
      "Une fois le bouillon prêt, filtrer le bouillon à l’aide d’un tamis en récupérant le liquide dans un bol. Jeter les os de poulet.",
      "Verser le bouillon dans la casserole et ajouter les carottes, le poireau, le céleri, les spaghettis et le poulet. Ajouter le reste de sauce (le cas échéant), les cubes de bouillon de poulet et le mélange d’herbes. Laisser mijoter pendant 10 à 15 minutes, le temps de faire cuire les spaghettis. Si la soupe est trop épaisse, ajouter de l’eau.",
      "Saler et poivrer avant de servir."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/soupe-poulet-et-nouilles/"
  },
  {
    "titre": "Crumble aux restes du frigo",
    "description": "Une recette facile et rapide pour utiliser les fruits trop mûrs !",
    "auteur": null,
    "type_de_plat": [],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "10 min",
    "temps_cuisson": "40 min",
    "temps_total": "50 min",
    "ingredients": [
      "0.5cupde farine tout usage",
      "0.25cupd’avoine",
      "0.75cupde cassonade",
      "0.25tbspde sel",
      "0.5cupde noix (amandes effilées, pacanes, noix de Grenoble)",
      "0.5cup(100 g) de beurre sans sel froid, coupé en cubes de 1 cm",
      "900gramde fruits trop mûrs (prunes, pêches, nectarines, fruits rouges, cerises, poires, pommes)",
      "Garniture facultative : noix de coco râpée, noix de muscade, cannelle"
    ],
    "instructions": [
      "Utiliser les restes de fruits de saison de votre réfrigérateur comme les baies, les fruits à noyau, les pommes et les poires.",
      "Préchauffer le four à 220 °C (425 °F).",
      "Mélanger la farine, l'avoine, le sucre, les noix et le sel dans un robot culinaire jusqu'à ce que les noix soient réduites en poudre plus ou moins fine, au goût. Ajouter le beurre et mélanger jusqu’à ce que la préparation commence à former des grumeaux.",
      "Graisser un plat en verre profond de 15 cm. Étaler les fruits de façon homogène au fond et recouvrir avec la préparation sèche.",
      "Enfourner le crumble sur la grille du milieu du four pendant 25 à 30 minutes, jusqu’à ce que les fruits ramollissent et que la pâte dore.",
      "Saupoudrer avec l’une des garnitures facultatives.",
      "Accompagnement : crème glacée à la vanille"
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/crumble-aux-restes-du-frigo/"
  },
  {
    "titre": "Pizzas pochettes au porc et aux légumes",
    "description": null,
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "8",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "2cuillères à soupe d’huile d’olive",
      "2tasses de fromage fontina, râpé",
      "1 boule de 650 g de pâte à pizza",
      "½ tasse de basilic frais, haché",
      "1 tasse d’oignons, hachés",
      "1 ¼ tasse de poivrons rouges, hachés",
      "250 g de champignons blancs, émincés",
      "½ cuillère à thé de sel",
      "340 g d’escalopes de porc, coupées en cubes de 1 cm",
      "3 tasses (750 ml) de sauce pour pâtes marinara au basilic"
    ],
    "instructions": [
      "Faire chauffer à feu vif la moitié de l’huile dans une grande poêle. Ajouter le porc et le sel, puis faire sauter pendant 1 à 2 minutes, jusqu’à ce que le porc soit tout juste cuit. Transférer dans un plat.",
      "Faire chauffer le reste de l’huile dans la même poêle. Ajouter les champignons, les poivrons et les oignons, et faire sauter pendant 5 à 8 minutes, jusqu’à ce qu’ils soient tendres et légèrement dorés. Mélanger avec le porc et laisser refroidir à la température ambiante. Incorporer le basilic.",
      "Préchauffer le four à 230 °C. Diviser la pâte en 8 parts égales et étaler chacune d’elles en cercles d’environ 13 cm (¼ de po d’épaisseur) sur une surface légèrement enfarinée. Garnir uniformément la moitié de chaque pizza, en laissant une bordure de 1 cm, avec le mélange contenant le porc, 2 cuillères à soupe de sauce et ¼ de tasse de fromage.",
      "Rabattre délicatement la pâte sur la garniture et presser le pourtour pour sceller. Faire 2 incisions sur le dessus et cuire sur une plaque de cuisson graissée pendant 15 à 20 minutes, jusqu’à ce que la croûte soit dorée. Laisser reposer pendant 5 minutes.",
      "Pendant ce temps, porter à ébullition le reste de sauce tomate dans une petite casserole et servir avec les pizzas pochettes."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/pizzas-pochettes-au-porc-et-aux-legumes/"
  },
  {
    "titre": "Poulet tex-mex, salade tiède aux tomates et au maïs et écrasé de pommes de terre à la ciboulette",
    "description": "Cuire les pommes de terre sans les éplucher permet d’économiser du temps et d’augmenter la quantité de fibres de ce plat.",
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "25 min",
    "ingredients": [
      "454 g de petites pommes de terre à chair jaune",
      "¼ de cuillère à thé de sel",
      "½ tasse de yogurt nature à 2 % m.g.",
      "Zeste et jus d’½ citron vert",
      "280 g de tomates en grappes ou de tomates cerises, coupées en deux",
      "1tasse de maïs deux couleurs, congelé",
      "2cuillères à thé d’huile végétale",
      "1 cuillère à soupe d’assaisonnement Tex Mex",
      "4 blancs de poulet extra-maigre assaisonnés, décongelés",
      "¼ de tasse de ciboulette fraîche, hachée"
    ],
    "instructions": [
      "Couper les grosses pommes de terre en quartiers et les petites en deux. Les placer dans une casserole moyenne et ajouter juste assez d’eau pour les couvrir. Couvrir et porter à ébullition. Réduire le feu et laisser mijoter pendant 10 à 15 minutes, jusqu’à ce que les pommes de terre soient très tendres.",
      "Pendant ce temps, saupoudrer généreusement l’assaisonnement Tex Mex sur chaque face des blancs de poulet. Faire chauffer l’huile dans une grande poêle antiadhésive à feu moyen et bien cuire le poulet, pendant environ 4 minutes de chaque côté. Transférer dans un plat et couvrir pour garder chaud.",
      "Ajouter le maïs, les tomates et le jus de citron vert dans la poêle. Cuire environ 3 minutes, jusqu’à ce que les légumes soient chauds. Les tomates doivent rester entières, mais légèrement ramollies. Ajouter le zeste et mélanger.",
      "Égoutter les pommes de terre. Les remettre dans la casserole à feu doux et ajouter le yogourt et le sel. Au moyen d’un presse-purée, écraser grossièrement les pommes de terre, puis incorporer la ciboulette. Répartir le mélange contenant le maïs dans les assiettes, déposer le poulet dessus et servir les pommes de terre en accompagnement. Garnir de quartiers de lime, si vous le souhaitez.",
      "Cuire les pommes de terre sans les éplucher permet d’économiser du temps et d’augmenter la quantité de fibres de ce plat."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/poulet-tex-mex-salade-tiede-aux-tomates-et-au-mais-et-ecrase-de-pommes-de-terre-a-la-ciboulette/"
  },
  {
    "titre": "Quesadillas aux pommes de terre et au fromage",
    "description": null,
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "2 cuillères à thé d’huile d’olive",
      "4tasses de bébés épinards",
      "4tasses de pommes de terre en purée",
      "1kit pour fajitas",
      "1tasse de cheddar et de mozzarella partiellement écrémée, râpés",
      "1oignon vert, tranché finement",
      "½ piment jalapeño, tranché finement",
      "¼ de tasse de feuilles de coriandre",
      "½ tasse de crème sure légère"
    ],
    "instructions": [
      "Préchauffer le four à 180 °C. Dans une grande poêle antiadhésive, faire chauffer 1 cuillère à thé d’huile d’olive à feu moyen. Ajouter les épinards et cuire environ 2 minutes, en remuant souvent, jusqu’à ce que les épinards tombent. Transférer les épinards dans un plat et jeter le liquide. Réserver.",
      "Sur feu doux, mettre les pommes de terre en purée et 2 cuillères à thé du mélange d’épices du kit pour fajitas dans la poêle et cuire environ 5 minutes, en mélangeant souvent, jusqu’à ce que les pommes de terre soient chaudes. Retirer du feu et incorporer les épinards.",
      "Placer 4 tortillas du kit pour fajitas sur une plaque de cuisson et répartir uniformément dessus, jusqu’au bord, le mélange contenant les pommes de terre, puis garnir chaque tortilla de ¼ de tasse de fromage.",
      "Badigeonner avec l’huile restante. Cuire environ 15 minutes, jusqu’à ce que le fromage soit fondu et que les tortillas soient dorées. Répartir uniformément les oignons verts, le piment jalapeño, la coriandre, la crème sure et ¼ de tasse de salsa du kit pour fajitas sur les tortillas."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/quesadillas-aux-pommes-de-terre-et-au-fromage/"
  },
  {
    "titre": "Soupe aux saveurs de hamburger",
    "description": null,
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat principal, Soupe"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "45 min",
    "ingredients": [
      "1 cuillère à soupe d’huile de canola",
      "4 tasses de légumes mélangés, découpés (p. ex., haricots verts, céleri, carotte, brocoli, courgette, chou, asperges et poivron)",
      "4feuilles de laurier",
      "1 ⅓ tasse de pommes de terre, épluchées et coupées en dés",
      "2tasses (500 ml) de tomates en dés en conserve sans sel ajouté",
      "900 ml de bouillon de bœuf à teneur réduite en sodium",
      "2cuillères à soupe de paprika",
      "2 gousses d’ail, hachées",
      "1 gros oignon, coupé en dés",
      "½ cuillère à thé de poivre",
      "½ cuillère à thé de sel",
      "375 g de bœuf haché maigre",
      "1cuillère à thé de vinaigre de vin rouge"
    ],
    "instructions": [
      "Faire chauffer l’huile dans une grande casserole à feu moyen. Émietter le bœuf. Saler et poivrer. Cuire pendant 5 à 8 minutes, jusqu’à ce que le bœuf soit doré. Égoutter et jeter le gras de cuisson. Ajouter l’oignon, l’ail et le paprika. Cuire pendant 5 minutes, jusqu’à ce que l’oignon soit tendre. Incorporer le bouillon, les tomates, les pommes de terre et les feuilles de laurier, puis couvrir et porter à ébullition. Cuire pendant 8 à 10 minutes, jusqu’à ce que les pommes de terre soient tendres (elles n’ont pas à être complètement cuites à cette étape).",
      "Incorporer les légumes découpés. Faire mijoter pendant encore 10 minutes, jusqu’à ce que les légumes et les pommes de terre soient tendres. Incorporer le vinaigre. Retirer les feuilles de laurier avant de servir.",
      "Il est possible de remplacer les pommes de terre par des patates douces, des pâtes courtes ou ½ tasse de riz à grains longs."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/soupe-aux-saveurs-de-hamburger/"
  },
  {
    "titre": "Muffins granola aux épices à tarte à la citrouille",
    "description": null,
    "auteur": "The Hungry Herbivores",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": "12",
    "temps_preparation": "45 min",
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "500 ml (2 tasses) de farine sans gluten",
      "5 ml (½ c. à thé) d’extrait de vanille",
      "60 ml (1/4 tasse) de sirop d’érable",
      "15 ml (1 c. à soupe) de vinaigre de cidre de pommes",
      "125 ml (½ tasse) de purée de pomme non sucrée",
      "60 ml (1/4 tasse) + 15 ml (1 c. à soupe) d’huile de colza ou de canola",
      "180 ml (3/4 tasse) de boisson végétale, p. ex. lait de soya",
      "5 ml (½ c. à thé) de sel de mer",
      "10 ml (1 c. à thé) de bicarbonate de soude",
      "10 ml (1 c. à thé) de poudre à pâte",
      "10 ml (1 c. à thé) de gomme de xanthane, ou de graines de chia ou de lin (les non- végétaliens peuvent utiliser de la gélatine)",
      "15 ml (1 c. à soupe) d’épices à tarte à la citrouille",
      "125 ml (½ tasse) de sucre de noix de coco",
      "60 ml (1/4 tasse) d’amandes moulues",
      "180 ml (3/4 tasse) de mélange granola aux épices à tarte à la citrouille et aux amandes (ou nature)"
    ],
    "instructions": [
      "Faire chauffer le four à 180°C (350°F) et tapisser (ou graisser) un moule à 12 muffins.",
      "Dans un petit bol, mélanger l’huile, la boisson végétale, le vinaigre, le sirop d’érable, la purée de pommes et la vanille. Mettre de côté.",
      "Dans un grand bol, mélanger au fouet la farine, les amandes, le sucre de noix de coco, le mélange d’épices à tarte à la citrouille, la gomme de xanthane, le bicarbonate de soude, la poudre à pâte et le sel.",
      "Faire un puits au centre du mélange d'ingrédients secs et y verser le mélange liquide.",
      "Remuer délicatement.",
      "Remplir chaque section du moule à muffins, en laissant un peu d’espace pour saupoudrer chacun d’une grande cuillère à soupe du mélange granola.",
      "Faire cuire au four de 23 à 28 minutes jusqu’à ce que la sonde à gâteau en ressorte propre avec quelques miettes.",
      "Laisser tiédir sur une grille de 15 à 20 minutes avant de démouler.",
      "Les muffins se conservent de 3 à 4 jours dans un contenant hermétique."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/muffins-granola-aux-epices-a-tarte-a-la-citrouille/"
  },
  {
    "titre": "Ragoût aux restes du frigo",
    "description": "Utilisez vos restes de viandes et vos légumes verts légèrement flétris pour réaliser ce plat copieux!",
    "auteur": null,
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "10 min",
    "temps_cuisson": "20 min",
    "temps_total": "30 min",
    "ingredients": [
      "2grosses gousses d’ail, émincées",
      "0.25cupd’huile d’olive extra-vierge",
      "1boîte de 398 ml (14 oz) de tomates à l’étuvée",
      "2cupde bouillon de bœuf",
      "3cup(2 boîtes de conserve de 398 ml) de haricots blancs, rincés, égouttés",
      "230gramg de restes de viande cuite de type steak/bœuf rôti, haché dans un robot culinaire, ou de jambon grillé, coupé en dés",
      "0.25tspde poivre noir",
      "0.25tspde sel",
      "1sachet de légumes verts (285 g) (10 tasses en vrac), comme des petites feuilles de romaine, de roquette ou d’épinard"
    ],
    "instructions": [
      "Dans un grand chaudron, faire revenir l’ail dans l’huile d’olive jusqu’à ce qu’il soit doré, 1 à 2 minutes. Ajouter les tomates en conserve avec le jus.",
      "Ajouter le bouillon de bœuf.",
      "Mélanger les haricots, la viande et l’assaisonnement. Porter à ébullition.",
      "Réduire le feu et laisser mijoter, sans couvrir, pendant 5 minutes. Mélanger les légumes verts et cuire jusqu’à ce qu’ils ramollissent (environ 1-2 minutes).",
      "Servir avec du pain rassis grillé au four"
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/ragout-aux-restes-du-frigo/"
  },
  {
    "titre": "Gâteau aux restes de carottes cuites",
    "description": "Cette recette de gâteau inusitée utilise des carottes cuites et non crues. Essayez-la lorsque vous aurez un reste de carottes.",
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Dessert"
    ],
    "cote": "No ratings yet",
    "portions": "12",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "1 3/4 tasse de farine préparée (avec poudre à pâte)",
      "1 cuillère à thé d’essence de vanille",
      "75 g de fromage à la crème ou de fromage cottage",
      "1/2 tasse d’huile neutre (p. ex. : végétale, tournesol)",
      "1 tasse de noix de coco déshydratée",
      "¾ tasse de noix, hachées grossièrement",
      "½ tasse d’ananas écrasé",
      "1 tasse de carottes cuites, en purée ou hachées finement",
      "1 ¼ tasse de cassonade blonde",
      "4 œufs",
      "½ cuillère à thé de bicarbonate de soude",
      "1 cuillère à thé de cannelle moulue",
      "½ cuillère à thé de sel",
      "1 1/2 tasse de sucre à glacer"
    ],
    "instructions": [
      "Préchauffer le four à 180°C/350°F. Graisser et chemiser un moule à gâteau rond (20 cm).",
      "Tamiser la farine, le sel, la cannelle et le bicarbonate de soude dans un grand bol.",
      "Fouetter ensemble les œufs et le sucre, l’essence de vanille, les carottes, l’ananas, les noix, la noix de coco et l’huile.",
      "Verser ce mélange dans la farine et incorporer jusqu’à homogénéité.",
      "Verser le mélange dans le moule préparé et mettre au four de 40 à 50 minutes ou jusqu’à ce que le gâteau soit doré. Laisser refroidir dans le moule avant de démouler.",
      "Pour la garniture, battre ensemble le fromage à la crème ou le fromage cottage avec l’essence de vanille et le sucre à glacer jusqu’à consistance lisse. Étaler au couteau le glaçage sur le dessus du gâteau."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/gateau-aux-restes-de-carottes-cuites/"
  },
  {
    "titre": "Trempette crémeuse aux légumes grillés",
    "description": "Servez avec des restes de pain et de biscuits salés.",
    "auteur": "Elaine Cheng",
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "15 min",
    "temps_cuisson": "45 min",
    "temps_total": null,
    "ingredients": [
      "2cupde restes de légumes grilles (comme de l’oignon, de la courgette, du poivron)",
      "4gousses d’ail, écrasées",
      "1cupde yogourt grec",
      "sel",
      "poivre noir fraîchement moulu",
      "1tspde zeste de citron"
    ],
    "instructions": [
      "Placer les restes de légumes grillés dans un robot culinaire avec le yogourt grec.",
      "Brasser jusqu’à ce que les ingrédients soient bien mélangés et faciles à tartiner, la texture ne doit pas être entièrement lisse.",
      "Goûter et assaisonner avec le sel et le poivre, si nécessaire.",
      "Servir avec des restes de pain et de biscuits salés.",
      "Se conserve 1 semaine au réfrigérateur dans un contenant hermétique."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/trempette-cremeuse-aux-legumes-grilles/"
  },
  {
    "titre": "Crêpes écossaises",
    "description": "Le petit-déjeuner parfait pour utiliser les restes du garde-manger, et de toute manière, qui n’aime pas les crêpes? Faites participer toute la famille et préparez-les à votre façon!",
    "auteur": "LFHW UK",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "15 min",
    "ingredients": [
      "3œufs",
      "1.25tasse de lait",
      "1.25tasse de farine préparée (avec poudre à pâte)",
      "Une pincée de sel",
      "2cuillères à thé de sucre",
      "2cuillères à soupe d’huile végétale",
      "Vos garnitures préférées : confiture, miel, sirop d’érable"
    ],
    "instructions": [
      "Dans un grand bol, mélanger au fouet ou au batteur électrique les œufs, le lait, la farine, 1 c. à soupe d’huile végétale, le sucre et une pincée de sel.",
      "Dans une grande poêle antiadhésive, chauffer le reste de l’huile et verser 2 c. à soupe de la pâte à crêpe.",
      "Répartir la pâte dans le fond de la poêle, cuire une minute, retourner la crêpe, dorer l’autre côté, puis servir!"
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/crepes-ecossaises/"
  },
  {
    "titre": "Marinade à conserver au réfrigérateur",
    "description": "Pour avoir des pots de légumes variés, jumelez des légumes de densité similaire, par exemple des carottes et des navets ou du concombre et des haricots verts.\r\n\r\n30 minutes + temps de refroidissement",
    "auteur": "Waste Free Kitchen Handbook par Dana Gunders",
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": "30 min",
    "temps_total": null,
    "ingredients": [
      "1.5cupde vinaigre blanc ou vinaigre de cidre distillé",
      "1tspde flocons de piment rouge (facultatif)",
      "1tspde graines de fenouil (facultatif)",
      "1tspde poivre noir en grains",
      "1tbspde graines de moutarde",
      "1feuille de laurier",
      "2tbspde gros sel",
      "0.25cupde sucre (si vous souhaitez une marinade sucrée, facultatif)",
      "1cupd’eau",
      "Légumes à incorporer grossièrement dans un bocal de 1 litre (si vous faites un mélange, choisir des légumes de densité similaire, par exemple des carottes et des navets ou du concombre et des haricots verts)."
    ],
    "instructions": [
      "Laver et couper les légumes en rondelles. Les insérer dans un bocal de 1 litre stérilisé, en laissant un espace d’environ 2,5 cm en haut du bocal.",
      "Faire la saumure. Dans une casserole de taille moyenne, mélanger le vinaigre, l’eau, le sucre et les épices. Faire cuire à feu moyen, tout en mélangeant, jusqu’à ce que le sucre et le sel se soient dissous. Faire bouillir.",
      "Incorporer la saumure dans le bocal jusqu’à recouvrir entièrement les légumes. Laisser refroidir à température ambiante et fermer avec un couvercle. Après avoir fermé hermétiquement le bocal, le déposer à l'envers pour bien répartir les épices.",
      "Mettre au réfrigérateur pendant au moins 24 heures pour laisser les arômes se développer. Se conserve 1 mois au réfrigérateur."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/marinade-a-conserver-au-refrigerateur/"
  },
  {
    "titre": "Salade club au poulet en pot",
    "description": null,
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "4 tranches de bacon poivré",
      "2 tasses de poulet rôti haché ou de restes de poulet cuit",
      "1 ½ tasse de tomates en grappes, coupées en deux",
      "2tasses de chou frisé, râpé",
      "3tasses de salade de brocoli",
      "1cuillère à thé de moutarde de Dijon",
      "1cuillère à soupe de sirop d’érable",
      "¼ de tasse de vinaigre de cidre",
      "3cuillères à soupe d’huile d’olive",
      "⅓ de tasse d’oignon rouge, émincé finement"
    ],
    "instructions": [
      "Chauffer une poêle à feu moyen. Cuire le bacon pendant 5 à 7 minutes, jusqu’à ce qu’il soit croustillant. Le déposer dans une assiette recouverte de papier absorbant pour l’égoutter. Le laisser refroidir complètement, puis l’émietter finement. Réserver 1 cuillère à soupe du gras de bacon contenu dans la poêle.",
      "Pour faire la vinaigrette, mélanger à l’aide d’un fouet l’huile, le vinaigre, le sirop d’érable, la moutarde et le gras de bacon réservé. Dans un saladier, mélanger la salade de brocoli et le chou frisé. Réserver.",
      "Remplir quatre pots d’une contenance de 500 ml (2 tasses), ou quatre contenants en verre longs et étroits avec couvercles, en déposant les ingrédients les uns à la suite des autres, dans l’ordre suivant, de façon à créer des étages : la vinaigrette, les tomates, le poulet, l’oignon et le mélange contenant la salade de brocoli. Fermer les pots et les conserver au réfrigérateur jusqu’à 24 heures.",
      "Laisser reposer à température ambiante pendant 10 à 15 minutes et bien remuer avant de servir.",
      "Il est possible de remplacer le chou frisé par de la laitue romaine ou iceberg hachée."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/salade-club-au-poulet-en-pot/"
  },
  {
    "titre": "Jambalaya à la dinde",
    "description": "Ce mijoté de riz à la Louisiane se prépare comme notre autre préféré, la paella. Vos restes de dinde feront un tour au pays cajun aux arômes fumé, sucré et épicé. N’oubliez pas : vous pourrez utiliser les restes de riz cuit dans cette recette.\r\n\r\nConservation : Jusqu’à 2 jours au frigo ou 4 mois au congélateur\r\n\r\n.",
    "auteur": "CHRISTINE TIZZARD",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "6",
    "temps_preparation": null,
    "temps_cuisson": "30 min",
    "temps_total": "40 min",
    "ingredients": [
      "30 ml (2 c. à soupe) d’huile au choix, p.ex. de l’huile d’olive ou de noix de coco",
      "500 gr (1 lb) de dinde cuite, coupée en dés",
      "Une bonne pincée de sel",
      "250 ml (1 tasse) de bouillon de dinde ou de poulet",
      "397 ml (boîte de 14 oz) de sauce tomate",
      "250 ml (1 tasse) de riz à grain long cru, ou de 500 à 750 ml (de 2 à 3 tasses) de riz à grain long cuit",
      "170 gr (6 oz) de saucisse fumée hachée, p.ex. saucisse à la viande fumée, de l’andouille, du chorizo et même des pepperettes épicées",
      "Sauce piquante ou une pincée de poivre de Cayenne, au goût",
      "20 ml (2 c. à thé) d’assaisonnement cajun ou créole",
      "15 ml (1 c. à soupe) de thym frais ou 10 ml (1 c. à thé) de thym séché",
      "30 ml (2 c. à soupe) d’origan frais ou 20 ml (2 c. à thé) d’origan séché",
      "2 feuilles de laurier",
      "1 gousse d’ail, hachée",
      "1 jalapeno, haché finement (facultatif)",
      "1 poivron vert, haché",
      "1 branche de céleri, haché",
      "1 oignon, haché",
      "Ciboulette ou oignons verts hachés pour garnir (facultatif)"
    ],
    "instructions": [
      "Faire chauffer l’huile dans un grand poêlon ou un faitout et faire sauter les oignons, les poivrons, le céleri, le jalapeno et l’ail jusqu’à ce qu’ils soient ramollis.",
      "Ajouter les feuilles de laurier, les herbes fines, les épices et la saucisse et faire cuire pendant 2 minutes.",
      "Si le riz n’est pas cuit, l’ajouter maintenant en remuant bien et faire cuire pendant 2 minutes. Si le riz est déjà cuit, passer à l’étape suivante.\r\nAjouter le bouillon et la sauce tomate, et porter à ébullition. Recouvrir le poêlon et laisser mijoter pendant 25 minutes, ou jusqu’à ce que le riz soit cuit, ajoutant du bouillon au besoin.",
      "Ajouter la dinde cuite. Si on utilise du riz cuit, l’ajouter à cette étape et faire chauffer le jambalaya quelques minutes de plus. Si on utilise des crevettes, elles prendront moins de 5 minutes à cuire.",
      "Assaisonner au goût avec du sel, du poivre et de la sauce piquante. Présenter le jambalaya dans un grand bol, saupoudré d’une garniture préférée."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/jambalaya-a-la-dinde/"
  },
  {
    "titre": "Casserole de pois chiches aux saveurs indiennes et œufs miroir",
    "description": "Cette casserole est un plat parfait pour un brunch original qui regorge de saveurs et qui est peu coûteux à réaliser !",
    "auteur": "LFHW Scotland",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "2",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "1 c. à soupe d'huile à cuisson",
      "½ c. à thé de bouillon de légumes en poudre",
      "400g (1 conserve) de pois chiches, égouttés, réserver le liquide",
      "3 tomates, coupées en quartiers",
      "½ c. à thé de curcuma",
      "1 c. à thé de coriandre moulue",
      "1 c. à thé de cumin",
      "4-5 oignons verts, hachés",
      "1 piment rouge, épépiné et coupé en dés",
      "1 poivron jaune, épépiné et coupé en dés",
      "2 gousses d'ail, émincées",
      "4 gros œufs"
    ],
    "instructions": [
      "Chauffer l'huile dans une poêle antiadhésive et faire revenir l'ail, les poivrons et les oignons pendant environ 5 minutes à feu moyen.",
      "Ajouter les épices, les tomates et les pois chiches dans la poêle et cuire quelques minutes. Ajouter le bouillon de légumes et le liquide de la conserve des pois chiches, assez pour humecter le tout. Laisser mijoter doucement.",
      "Chauffer de l’huile dans une poêle antiadhésive et casser les œufs. Faire frire jusqu’à ce que les blancs soient cuits, mais que le jaune reste coulant. Répartir la garniture dans deux assiettes, ajouter les œufs miroir et saupoudrer d'une pincée de cumin de coriandre moulue."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/casserole-de-pois-chiches-aux-saveurs-indiennes-et-oeufs-miroir/"
  },
  {
    "titre": "Roulés aux pommes et au beurre d’arachide",
    "description": null,
    "auteur": "Sobeys",
    "type_de_plat": [
      "Plat d’accompagnement, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "1",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "10 min",
    "ingredients": [
      "1 petite tortilla de blé",
      "1 cuillère à soupe de beurre d’arachide crémeux",
      "¼ de pomme Granny Smith, en tranches fines",
      "1 branche de céleri (de 10 cm), tranchée finement",
      "1 ½ cuillère à thé de bleuets séchés",
      "1pincée de graines de sésame grillées"
    ],
    "instructions": [
      "Placer le beurre d’arachide, la pomme, le céleri et les bleuets sur la tortilla, en laissant une bordure libre de 2,5 cm. Rouler la tortilla, la couper en tranches et les saupoudrer de graines de sésame."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/roules-aux-pommes-et-au-beurre-darachide/"
  },
  {
    "titre": "Quesadilla à base de restes",
    "description": "Les quesadillas sont un moyen rapide et facile de rendre les restes savoureux. Vous pouvez les préparer dans une presse à sandwich, au four ou dans une poêle à frire.",
    "auteur": "Par J’aime Manger Pas Gaspiller",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "1",
    "temps_preparation": "10 min",
    "temps_cuisson": null,
    "temps_total": "10 min",
    "ingredients": [
      "2tortillas",
      "Restes (les restes qui conviennent bien à une quesadilla sont les hachis, les sautés et les restes de viande et de légumes cuits)",
      "Fromage râpé",
      "Pour servir : guacamole, salade, crème sûre ou sauce pimentée (facultatif)"
    ],
    "instructions": [
      "Faire chauffer la presse à sandwich ou la poêle à frire.",
      "Poser une tortilla sur la presse à sandwich ou dans la poêle à frire. Étendre les restes et les garnir de fromage râpé. Ajouter la deuxième tortilla sur le dessus.",
      "Fermer la presse à sandwich et cuire jusqu'à ce que le fromage soit fondu et que la tortilla soit croustillante. Ou cuire au four jusqu'à ce que le dessus soit doré et que le fromage ait fondu. Si vous utilisez une poêle à frire, vous devrez retourner la quesadilla pour faire cuire l'autre côté.",
      "Laisser refroidir légèrement et placer sur une grande planche à découper. Couper en quartiers et servir avec les condiments de votre choix et/ou une salade.",
      "Soyez audacieux avec votre garniture. Vous pouvez utiliser des restes de légumes (crus ou cuits), différentes viandes et sauces. Veillez à ne pas trop remplir votre quesadilla, car elle pourrait être difficile à manger.",
      "Vous pouvez également étaler du chutney, de la relish ou votre sauce préférée sur la tortilla avant d'ajouter les garnitures pour plus de saveur.",
      "Pour une option végétarienne, vous pouvez utiliser des lentilles en conserve à la place du hachis ou d'une autre viande."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/quesadilla-a-base-de-restes/"
  },
  {
    "titre": "Salade épicée de lentilles, citrouille et fromage feta",
    "description": "Une façon rapide, simple et délicieuse d’utiliser les restes de citrouille ou de courge, de lentilles, de verdure et de fromage feta.",
    "auteur": null,
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "15 min",
    "ingredients": [
      "1.25tasse de citrouille coupée en dés",
      "0.25cuillère à thé de cannelle (facultatif)",
      "0.25c. à thé poudre de chili (facultatif, au goût)",
      "0.5cuillère à thé de coriandre",
      "0.5cuillère à thé de cumin",
      "1tasse comble de feta en dés",
      "1Une poignée de feuilles de roquette",
      "1oignon rouge",
      "1boîte de lentilles vertes égouttées",
      "Huile d’olive"
    ],
    "instructions": [
      "Hacher grossièrement l’oignon et le faire revenir dans l’huile d’olive à feu moyen-doux jusqu’à ce qu’il soit translucide.",
      "Ajouter la citrouille et les épices, bien mélanger et cuire de 5 à6 minutes, jusqu’à ce que la citrouille commence à ramollir sans devenir comme une purée.",
      "Ajouter les feuilles de roquette et remuer pendant 1 minute.",
      "Ajouter les lentilles et le jus de citron, remuer doucement jusqu’à ce que le tout soit bien réchauffé et mélangé.",
      "Ajouter le fromage feta en cubes au mélange chaud et garnir du zeste d’un demi-citron.",
      "Assaisonner au goût.",
      "Servir chaud ou froid."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/salade-epicee-de-lentilles-citrouille-et-fromage-feta/"
  },
  {
    "titre": "Frittata vide-frigo",
    "description": "Une recette simple et rapide pour vous aider à utiliser ces morceaux de légumes.",
    "auteur": null,
    "type_de_plat": [],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "5 min",
    "temps_cuisson": "20 min",
    "temps_total": "25 min",
    "ingredients": [
      "2.5cupde restes émincés (poivrons, champignons, brocolis, pommes de terre, etc.)",
      "0.25cupd’oignons émincés",
      "8gros oeufs",
      "0.5cupde lait",
      "0.25tspde sel",
      "0.25tspde poivre",
      "0.25tspde romarin ou de thym séché",
      "3tbspd’huile",
      "2tbspde fromage de votre choix"
    ],
    "instructions": [
      "Préchauffer le four à 180 °C (375º F). Couper tous les ingrédients à la même taille.",
      "Utiliser les restes de légumes, de viande et de fromage dans le réfrigérateur.",
      "Dans un petit récipient, battre les œufs et fouetter avec le lait. Assaisonner avec les herbes, le sel et le poivre",
      "Faire chauffer de l’huile dans une sauteuse qui va au four; cuire les oignons et les autres ingrédients (crus) jusqu’à ce qu’ils soient tendres. Puis ajouter les autres ingrédients (fromage, etc.).",
      "Verser la préparation à base d'oeufs dans la sauteuse, mélanger et cuire à feu moyen jusqu’à ce que les bords se décollent. Enfourner pendant 15 minutes."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/frittata-vide-frigo/"
  },
  {
    "titre": "Soupe de légumes classique aux restes de dinde",
    "description": "Une recette simple pour vous aider à utiliser ces morceaux de légumes et de dinde.",
    "auteur": "Elaine Cheng",
    "type_de_plat": [
      "Soupe"
    ],
    "cote": "No ratings yet",
    "portions": "6",
    "temps_preparation": "20 min",
    "temps_cuisson": null,
    "temps_total": "20 min",
    "ingredients": [
      "1tbspd’huile végétale",
      "1tbspde sel",
      "1botte de persil frais, nouée avec une ficelle",
      "1feuille de laurier",
      "3gousses d’ail, écrasées",
      "1oignon, pelé et émincé",
      "2branches de céleri, coupées en dés",
      "2carottes, pelées et coupées en rondelles",
      "1carcasse de dinde (avec des restes de viande dessus)",
      "1tspde poivre noir"
    ],
    "instructions": [
      "Prélever la viande restante sur la carcasse de dinde. Réserver dans un bol.",
      "Dans un grand chaudron, ajouter un filet d’huile, puis ajouter la carcasse de dinde, les oignons, les carottes et le céleri. Faire revenir pendant 3 min. Ajouter de l'eau pour couvrir. Ajouter la feuille de laurier et le persil. Porter à ébullition, puis réduire le feu et laisser mijoter pendant 1 heure.",
      "Avec des pinces, retirer la carcasse de dinde du chaudron.",
      "Ajouter la viande de dinde dans le chaudron. Cuire à feu doux.",
      "Assaisonner avec du sel et du poivre.",
      "Les restes de farce permettent de préparer de bonnes boulettes pour la soupe! \r\nBoulettes de farce à l’ail et au thym\r\n\r\n•  2 tasses de farce\r\n•  2 gros œufs, battus\r\n•  ½ tasse de farine\r\n•  ½ c. à t. d’ail en poudre \r\n•  ½ c. à t. de thym sec\r\n\r\nMélanger à la main la farce, les œufs et la farine dans un récipient. Mélanger les assaisonnements. Faire des boulettes de 2,5 cm. Plonger les boulettes dans la soupe pour les cuire.",
      "Ajouter un reste de riz pour faire une soupe-repas.",
      "Conseil pour ceux qui sont pressés: préparez cette soupe dans une mijoteuse! Mélanger simplement tous les ingrédients et cuire au réglage bas pendant la nuit. Filtrer le bouillon et retirer la carcasse avant de servir!"
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/soupe-de-legumes-aux-restes-de-dinde/"
  },
  {
    "titre": "Fraises marinées minute",
    "description": null,
    "auteur": "LFHW UK",
    "type_de_plat": [
      "Plat d’accompagnement, Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "250 ml (1 tasse) de fraises",
      "125 ml (½ tasse) de vinaigre de vin rouge",
      "30 ml (2 c. à soupe) de sucre",
      "5 ml (1 c. à thé) de grains de poivre rose",
      "Quelques feuilles de menthe fraîche"
    ],
    "instructions": [
      "Mettre le sucre et le vinaigre dans une casserole et faire chauffer jusqu’à ce que le sucre soit dissout.",
      "Écraser les grains de poivre rose.",
      "Ajouter dans la casserole les grains de poivre rose écrasés et les feuilles de menthe.",
      "Retirer du feu et laisser refroidir un peu.",
      "Arroser les fraises du mélange de marinade.",
      "Laisser reposer pendant 20 minutes."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/fraises-marinees-minute/"
  },
  {
    "titre": "Beignets végé de Bob Blumer",
    "description": null,
    "auteur": null,
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "2pommes de terre réchappées* (Retirer les germes des pommes de terre. Ne pas les utiliser si elles sont vertes.)",
      "Sel et poivre",
      "Le zeste d’un citron",
      "2c. à soupe (30 ml) d’huile d’olive ou d’huile végétale récupérée",
      "1tasse (250 ml) de yogourt nature",
      "3c. à soupe (45 ml) de farine",
      "2œufs, battus",
      "0.25oignon défraîchi",
      "2carottes ramollies",
      "1courgette fatiguée",
      "N’hésitez pas à donner une seconde vie à d’autres légumes : patates douces, panais, céleri-rave, navet, fenouil, ail, partie vert pâle du poireau, oignons verts, herbes fraîches (basilic, thym, aneth, etc.)."
    ],
    "instructions": [
      "Laver les légumes et laisser la pelure. Avec une râpe à trous moyens, râper les pommes de terre, la courgette, les carottes, l’oignon et les autres légumes défraîchis.",
      "Déposer les légumes râpés dans un grand bol, puis ajouter des herbes, les œufs et la farine; saler et poivrer.",
      "Dans un petit bol, mélanger le yogourt, le zeste de citron et une pincée de sel. Réserver.",
      "Dans une grande casserole, faire chauffer 1 c. à soupe (15 ml) d’huile à feu moyen. Déposer dans l’huile chaude les légumes par cuillerées d’environ ¼ tasse (60 ml), puis former des beignets. Cuire 3 ou 4 minutes ou jusqu’à ce qu’elles soient dorées et croustillantes. Retourner et dorer l’autre côté. Répéter avec le reste du mélange de légumes.",
      "Servir avec la sauce au yogourt."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/beignets-vege-de-bob-blumer/"
  },
  {
    "titre": "Salade crémeuse de pâtes au thon et curry",
    "description": null,
    "auteur": "Sobey’s",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "8",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "30 min",
    "ingredients": [
      "1/2 bouteille de sauce à salade de chou",
      "15 ml (1 c. à soupe) pâte de curry indien doux",
      "15 ml (1 c. à soupe) de jus de lime",
      "1 litre (4 tasses) de fusillis cuits",
      "2 boîtes (170 g chacune) de thon pâle dans l’eau, égoutté et défait en morceaux",
      "125 ml (½ tasse) de coriandre ou de persil frais, haché",
      "125 ml (½ tasse) d’amandes effilées, rôties",
      "80 ml (1/3 de tasse) de raisins secs dorés"
    ],
    "instructions": [
      "Fouetter la sauce à salade avec la pâte de curry et le jus de lime jusqu’à ce que le mélange soit lisse.",
      "Mélanger les fusillis, le thon,  la coriandre, les amandes et les raisins secs. Ajouter la sauce et bien mélanger. La salade se conserve au frigo dans un contenant hermétique jusqu’au lendemain."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/salade-cremeuse-de-pates-au-thon-et-curry/"
  },
  {
    "titre": "Bâtonnets de pain à l’ail",
    "description": "Transformez les croûtes de pain en une collation que vos enfants adoreront. Conservez-les dans un sachet au congélateur jusqu’à ce que vous en ayez suffisamment pour faire ces bâtonnets de pain à l’ail.",
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Végétarien"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "15 min",
    "ingredients": [
      "Croûtes de 10 tranches de pain (environ 40 morceaux)",
      "2 gousses d’ail, hachées finement",
      "¼ de tasse d’huile",
      "1 pincée de sel",
      "½ tasse de crème sure (facultatif)",
      "1 cuillère à soupe de sauce sucrée au piment (facultatif)"
    ],
    "instructions": [
      "Préchauffer le four à 200 °C.",
      "Placer les croûtes dans un grand bol.",
      "Mélanger l’huile et l’ail dans un petit bol, puis ajouter le sel et mélanger le tout.",
      "Verser le mélange contenant l’huile sur les croûtes et mélanger délicatement afin de les enrober uniformément.",
      "Transférer sur une plaque de cuisson sans superposer.",
      "Cuire les bâtonnets pendant 5 à 7 minutes, jusqu’à ce qu’ils soient dorés.",
      "Préparer la sauce en mélangeant bien la crème sure et la sauce sucrée au piment dans un bol."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/batonnets-de-pain-a-lail/"
  },
  {
    "titre": "Omelette roulée",
    "description": "Cette omelette roulée est idéale pour transformer une petite quantité de restes en repas.",
    "auteur": "LFHW New Zealand",
    "type_de_plat": [
      "Plat principal"
    ],
    "cote": "No ratings yet",
    "portions": "1",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "15 min",
    "ingredients": [
      "1c. à thé d’huile d’olive",
      "2œufs",
      "0.75tasse de restes",
      "0.333333333333tasse (reste) de riz cuit, froid (facultatif)",
      "1c. à thé de sauce soya",
      "1oignon vert haché"
    ],
    "instructions": [
      "Chauffer l’huile dans la poêle à feu moyen.",
      "Dans un bol, battre légèrement les œufs et incorporer le riz (facultatif), la sauce soya et l’oignon vert.",
      "Verser le mélange d’œufs dans la poêle et incliner celle-ci jusqu’à ce que le mélange d’œufs recouvre le fond.",
      "Cuire l’œuf, puis retourner pour faire cuire l’autre côté.",
      "Déposer l’omelette sur l’assiette.",
      "Faire sauter les restes pour les réchauffer puis verser au milieu de l’omelette. Rouler les deux côtés et servir."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/omelette-roulee/"
  },
  {
    "titre": "Courge farcie de pouding au pain",
    "description": "Faites un succulent pouding au pain avec du pain, des petits pains ou même des pâtisseries rassis, ou un mélange des trois! Le pouding au pain est particulièrement savoureux lorsqu’il est cuit dans une courge.",
    "auteur": "CHRISTINE TIZZARD",
    "type_de_plat": [
      "Plat d’accompagnement"
    ],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "20 min",
    "temps_cuisson": null,
    "temps_total": "20 min",
    "ingredients": [
      "1 courge moyenne de votre choix (sauf courge spaghetti) d’environ 1 kg (2 lbs)",
      "60 ml (1/4 tasse) de fruits séchés, p. ex. des canneberges",
      "60 ml (1/4 tasse) de noix hachées, p. ex. des pacanes",
      "Facultatif :",
      "20 ml (2 c. à thé) d’extrait de vanille pure",
      "10 ml (1 c. à thé) de muscade moulue",
      "30 ml (2 c. à soupe) de cannelle moulue, divisée",
      "10 ml (1 c. à thé) de sel",
      "180 ml (3/4 tasse) de cassonade tassée, divisée",
      "125 ml (1/2 tasse) de crème à fouetter 35 %",
      "250 ml (1 tasse) de lait",
      "4 gros œufs",
      "1 litre (4 tasses) environ de pain rassis (p.ex. la hallah) tranché en cubes.",
      "60 ml (1/4 tasse) de pépites de chocolat noir"
    ],
    "instructions": [
      "Chauffer le four à 180°C (350°F).",
      "Tailler le haut de la courge pour créer un bol et retirer les graines et les parties filandreuses (garder les graines pour les faire rôtir plus tard).",
      "Dans un petit bol, mélanger 60 ml (1/4 tasse) de cassonade et 15 ml (1 c. à soupe) de cannelle. Saupoudrer l’intérieur de la courge avec ce mélange.",
      "Dans un grand bol, mélanger au fouet les œufs, le lait, la crème à fouetter, le reste de la cassonade et de la cannelle, le sel, la muscade et la vanille. Incorporer délicatement les cubes de pain et les ingrédients facultatifs et laisser reposer 10 minutes.",
      "Avec une cuillère, transférer le mélange de pain et tout le liquide dans la courge et placer celle-ci sur une plaque à cuisson tapissée de papier sulfurisé.",
      "Recouvrir la courge d’une feuille d’aluminium sans la resserrer et faire cuire au four pendant 50 minutes. Retirer le papier d’aluminium et faire cuire encore 10 minutes jusqu’à ce que la courge soit cuite et que le pouding au pain soit pris (la sonde à gâteau en ressortira propre).",
      "Servir chaud en portions de pouding au pain et de pulpe de courge. Pour un plaisir exquis, ajoutez-y une boule de crème glacée à la vanille."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/courge-farcie-de-pouding-au-pain/"
  },
  {
    "titre": null,
    "description": null,
    "auteur": null,
    "type_de_plat": [],
    "cote": null,
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [],
    "instructions": [],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/"
  },
  {
    "titre": "Frites à l’ail au four",
    "description": null,
    "auteur": "Bob Blumer",
    "type_de_plat": [
      "Plat d’accompagnement"
    ],
    "cote": "No ratings yet",
    "portions": "4",
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": "50 min",
    "ingredients": [
      "4 grosses pommes de terre Russet (ou celles que vous avez)",
      "huile d’olive (ou autre huile végétale)",
      "pincée de sel",
      "2 gousses d’ail émincées",
      "2 c. à soupe de feuilles de romarin, de thym, d’aneth ou de persil frais hachées (ou un mélange celles-ci), ou 1 c. à soupe de fines herbes séchées",
      "4 c. à soupe de parmesan râpé ou tout autre fromage à pâte ferme",
      "2 c. à thé de paprika, de préférence fumé (facultatif)"
    ],
    "instructions": [
      "Préchauffer le four à 450°F.",
      "Couper les pommes de terre en bâtonnets épais d’un demi-pouce.",
      "Dans un grand bol, verser un filet d’huile sur les pommes de terre et assaisonner généreusement de sel. Bien remuer.",
      "Répartir les pommes de terre sur une plaque et réserver le bol. Faire cuire les pommes de terre au four pendant 50 minutes, les retournant une fois, ou jusqu’à ce qu’elles soient bien dorées et croustillantes.",
      "Remettre les pommes de terre dans le bol réservé et y ajouter l’ail, les fines herbes, le parmesan et le paprika.",
      "Bien remuer et servir immédiatement."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/frites-a-lail-au-four/"
  },
  {
    "titre": "Recette-minute d'huile aux herbes à mettre sur tout",
    "description": "C'est une façon excellente d'utiliser les herbes un peu « fatiguées » (et leurs tiges tendres)",
    "auteur": "Bob Blumer",
    "type_de_plat": [],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "½ tasse (125 ml) d'huile d'olive",
      "1 bonne poignée d'herbes fraîches (une seule ou un mélange, par ex. : basilic, persil, coriandre, aneth, fanes de fenouil, feuilles de céleri, ciboulette, menth).",
      "1 gousse d'ail écrasée",
      "1 c. à soupe (15 ml) de jus de citron",
      "sel et poivre noir du moulin, au goût.",
      "1 c. à thé (5 ml) de câpres",
      "¼ - ½ c. à thé (1 - 3 ml) de flocons de piment chili",
      "1 ou 2 anchois"
    ],
    "instructions": [
      "Mettre tous les ingrédients au mélangeur, laisser tourner pendant 1 minute à vitesse élevée, et... C'EST PRÊT !!",
      "Conservez-les au réfrigérateur pendant 2 à 3 jours ou congelez-les dans un bac à glaçons pour une conservation plus longue. (La conservation prolongée d'herbes fraîches ou d'ail dans l'huile peut augmenter le risque de développement de bactéries anaérobies.)"
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/recette-minute-dhuile-aux-herbes-a-mettre-sur-tout/"
  },
  {
    "titre": "Bouillon de retailles de légumes",
    "description": "Transformez vos restes de légumes en un bouillon riche et savoureux ! Idéal pour les soupes, les ragoûts, les sauces et les jus de viande, c'est aussi un excellent moyen d'utiliser divers restes.",
    "auteur": null,
    "type_de_plat": [],
    "cote": "No ratings yet",
    "portions": null,
    "temps_preparation": "10 min",
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [
      "4tasses de retailles de légumes ou de fines herbes propres (épluchures, extrémités, trognons)",
      "1oignon, haché grossièrement",
      "2gousses d'ail, émincées",
      "1feuille de laurier",
      "5grains de poivre",
      "Croûte de parmesan (facultatif)",
      "1cuillère à soupe de vinaigre (de votre choix)",
      "0.5cuillère à café d'origan ou de thym séché",
      "Eau pour recouvrir les légumes"
    ],
    "instructions": [
      "Mettez les retailles de légumes dans une grande casserole.",
      "Ajoutez l'oignon, l'ail, la feuille de laurier, les grains de poivre, le vinaigre, l'origan ou le thym.",
      "Ajoutez juste assez d’eau pour couvrir les légumes. Ajoutez le zeste de parmesan si vous en utilisez.",
      "Portez à ébullition, puis réduisez le feu et laissez mijoter à découvert pendant 45 à 60 minutes.",
      "Laissez refroidir pendant 30 minutes, puis passez au tamis fin ou dans une étamine.",
      "Conservez au réfrigérateur pendant 4 jours ou congelez en portions individuelles pendant 6 mois.",
      "Conservez les retailles de légumes dans un sac de congélation ou un contenant jusqu'à ce que vous en ayez assez pour remplir une casserole.",
      "Pour ne pas avoir à vous en occuper, mettez tous les ingrédients dans une mijoteuse et laissez mijoter à feu doux pendant 6 à 8 heures.",
      "Pour aller plus vite, utilisez un multicuiseur (p. ex., un Instant Pot) pendant 20 à 30 minutes, puis laissez la pression se réduire naturellement.",
      "Pour rehausser la saveur, ajoutez des champignons ou de la poudre de champignons, de la pâte de miso, de la levure nutritionnelle, des algues séchées, de l'ail rôti ou un filet de sauce soja."
    ],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/bouillon-de-retailles-de-legumes/"
  },
  {
    "titre": null,
    "description": null,
    "auteur": null,
    "type_de_plat": [],
    "cote": null,
    "portions": null,
    "temps_preparation": null,
    "temps_cuisson": null,
    "temps_total": null,
    "ingredients": [],
    "instructions": [],
    "url": "https://lovefoodhatewaste.ca/fr/recettes/danoise-aux-peches/"
  }
]